{
    "LoginLdap": {
        "AccessSyncSettings": "Достъп до настройките за синхронизиране",
        "AdminPass": "LDAP парола",
        "AdminUser": "Потребителско име за LDAP Bind",
        "AdminUserDescription": "Потребител с достъп до други потребителски записи или празно за анонимно свързване.",
        "AliasField": "Поле за псевдоним на потребителя",
        "AliasFieldDescription": "Атрибутът LDAP, използван за генериране на псевдоним в Matomo на потребителя, напр. \"cn\".",
        "BaseDn": "Основно DN",
        "CannotConnectToServer": "Не можа да се свърже с LDAP сървъра.",
        "CannotConnectToServers": "Не можа да се свърже с нито един от %s LDAP сървърите.",
        "EnableLdapAccessSynchronization": "Активирайте синхронизирането на потребителския достъп от LDAP",
        "EnableLdapAccessSynchronizationDescription": "Ако е активирано, нивата на потребителски достъп се определят от персонализирани LDAP атрибути. Забележка: За да използвате тази функция, ще трябва да промените схемата на вашия LDAP сървър.",
        "ExpectedLdapAttributes": "Очаквани LDAP атрибути",
        "ExpectedLdapAttributesPrelude": "С тази конфигурация LoginLdap ще очаква атрибути в LDAP, които изглеждат така",
        "Filter": "LDAP филтър за търсене",
        "FilterCount": "%s съответстват на този филтър.",
        "FilterDescription": "LDAP филтър, използван за определяне на кои обекти е разрешено да се използват за удостоверяване, напр. \"(objectClass=person)\".",
        "FirstLastNameForAlias": "Името и фамилията се използват за генериране на псевдоним, ако такъв не може да бъде намерен в LDAP.",
        "FirstNameField": "Поле за собствено име",
        "FirstNameFieldDescription": "LDAP атрибутът, съдържащ собственото име на потребителя.",
        "Go": "Пускане",
        "InvalidFilter": "Невалиден филтър.",
        "Kerberos": "Използвайте удостоверяване на уеб сървър (напр. Kerberos SSO)",
        "KerberosDescription": "Ако е активирано, плъгинът ще провери променливата $_SERVER['REMOTE_USER'] и ще приеме, че потребителят вече е удостоверен. Ако $_SERVER['REMOTE_USER'] не присъства, всички потребители се удостоверяват според другите настройки.",
        "LDAPServers": "LDAP сървъри",
        "LastNameField": "Поле за фамилно име",
        "LastNameFieldDescription": "LDAP атрибутът, съдържащ фамилното име на потребителя.",
        "LdapAdminAccessField": "Поле за LDAP администраторски достъп",
        "LdapAdminAccessFieldDescription": "Персонализираният LDAP атрибут, който определя до кои сайтове потребителят има администраторски достъп.",
        "LdapFunctionsMissing": "Разширението на PHP LDAP изглежда не е активирано. Това е необходимо за този плъгин, моля, инсталирайте го.",
        "LdapPort": "Порт на сървъра",
        "LdapSuperUserAccessField": "Поле за LDAP суперпотребителски достъп",
        "LdapSuperUserAccessFieldDescription": "Персонализираният LDAP атрибут, който определя дали даден потребител е супер потребител или не.",
        "LdapUrlPortWarning": "Опцията за порт се игнорира, когато името на хоста на сървъра е зададено на LDAP URL (т.е. ldap://localhost/ вместо localhost).",
        "LdapUserAccessAttributeServerSeparator": "Сървър за атрибути за потребителски достъп и разделител на списък на сайтове",
        "LdapUserAccessAttributeServerSeparatorDescription": "Низът, използван за разделяне на идентификатори на екземпляри на Matomo сървър със списъци с идентификационни номера на сайта. Ако е зададен на ':', атрибутът за достъп ще се очаква да изглежда като '&lt;идентификатор на сървъра&gt;:&lt;списък-сайт&gt;;&lt;идентификатор на сървъра&gt;:&lt;списък-сайт&gt;'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Разграничител на спецификацията на сървъра за атрибути на потребителския достъп",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Низът, използван за ограничаване на спецификациите на сървъра в атрибут за потребителски достъп. Ако е зададен на „;“, се очаква атрибутът за достъп да изглежда като „&lt;спецификация на сървъра&gt;;&lt;спецификация на сървъра&gt;;...“.",
        "LdapUserAdded": "LDAP потребителят е добавен успешно!",
        "LdapUserCantChangePassword": "Промяната на Вашата парола не се поддържа за потребители на LDAP. Докато използвате LDAP, Вашите потребителски настройки се управляват директно в LDAP. За повече информация, моля, свържете се с администратор на LDAP сървър или с администратор на Matomo.",
        "LdapViewAccessField": "LDAP View поле за достъп",
        "LdapViewAccessFieldDescription": "Персонализираният LDAP атрибут, който определя до кои сайтове потребителят има достъп за преглед.",
        "LoadUser": "Заредете потребителя от LDAP",
        "LoadUserCommandDesc": "За да синхронизирате повече потребители, използвайте командата %s.",
        "LoadUserDescription": "Можете да използвате този формуляр, за да синхронизирате един потребител в LDAP от потребителския интерфейс.",
        "LoginPluginEnabledWarning": "И двата плъгини %1$s и %2$s са активирани! Това ще доведе до неуспешно влизане за потребители на LDAP, моля, деактивирайте плъгина %1$s.",
        "MailField": "Поле за имейл адрес",
        "MailFieldDescription": "LDAP атрибутът, съдържащ имейл адреса на потребителя, напр. \"поща\".",
        "MemberOf": "Задължителна потребителска група",
        "MemberOfCount": "%s са член на тази група.",
        "MemberOfDescription": "Група, в която потребителят трябва да членува, напр. \"cn=Matomo User,cn=Потребители,dc=организация,dc=com\".",
        "MemberOfDescription2": "Забележка: Тази настройка използва memberOf=? LDAP филтър. Някои LDAP сървъри изискват допълнителна настройка, за да работи това.",
        "MemberOfField": "LDAP memberOf поле",
        "MemberOfFieldDescription": "Поле, използвано от Вашия LDAP за указване на членство, по подразбиране \"memberOf\"",
        "MenuLdap": "LDAP потребители",
        "MobileAppIntegrationNote": "Забележка: Ако планирате да използвате LDAP с официалното мобилно приложение, трябва да оставите тази опция без отметка. В момента мобилното приложение не може да удостоверява потребители, ако потребителските пароли не се съхраняват в DB на Matomo.",
        "NetworkTimeout": "Време за изчакване на LDAP мрежова заявка (в секунди)",
        "NetworkTimeoutDescription": "Времевото ограничение в секунди за заявка за LDAP мрежа.",
        "NetworkTimeoutDescription2": "Колкото по-голямо е времето за изчакване, толкова повече време може да се наложи на Вашите потребители да изчакат, преди Matomo да може да ги влезе през LDAP, ако един или повече от Вашите сървъри престанат да реагират.",
        "NewUserDefaultSitesViewAccess": "Първоначални сайтове с достъп до изглед за нови потребители",
        "NewUserDefaultSitesViewAccessDescription": "Ако е посочено, когато LDAP потребител се синхронизира за първи път, той получава достъп за преглед до тези сайтове. Трябва да бъде настроен на списък с идентификатори или „всички“.",
        "NoUserName": "Не е дадено потребителско име!",
        "OneUser": "1 потребител",
        "PasswordField": "Поле за парола на потребителя",
        "PasswordFieldDescription": "Име на LDAP атрибута, съдържащ потребителска парола, напр. 'userPassword' или 'unicodePwd'.",
        "PasswordFieldDescription2": "Ако „Винаги използвай LDAP за удостоверяване“ е активирано и „Генериране на произволен token_auth за нови потребители“ е забранено, стойността на това поле в LDAP трябва да бъде хеширана или криптирана парола на потребителя.",
        "PasswordFieldHelp": "Въведете парола, за да замените съществуващата парола, или оставете празно, за да не правите промяна.",
        "PluginDescription": "Плъгин за вход с LDAP удостоверяване. Предоставя алтернатива на стандартния плъгин за Matomo Login.",
        "ReadMoreAboutAccessSynchronization": "За да научите повече за синхронизирането на потребителския достъп, %1$sпрочетете нашата документация%2$s.",
        "ServerName": "Име на сървъра",
        "ServerUrl": "URL адрес на сървъра",
        "Settings": "Настройки на LDAP",
        "StartTLS": "Активирайте TLS",
        "StartTLSFieldHelp": "За да активирате TLS за този сървър",
        "StripDomainFromWebAuth": "Изтрийте домейн от потребител за удостоверяване на уеб сървър",
        "StripDomainFromWebAuthDescription": "Ако е активирано, частта от домейна на потребителя в променливата $_SERVER['REMOTE_USER'] ще бъде премахната (т.е. всичко след и включително първото '@').",
        "SynchronizeUsersAfterLogin": "Синхронизиране на потребителите след успешно влизане",
        "SynchronizeUsersAfterLoginDescription": "Ако е активирано, потребителските данни в LDAP винаги ще бъдат синхронизирани след успешно влизане.",
        "SynchronizeUsersAfterLoginDescription2": "Ако е деактивиран, плъгинът няма да синхронизира потребителска информация след влизане, освен ако LDAP удостоверяването не е активирано. Когато е възможно, LDAP връзките ще се избягват напълно.",
        "Test": "Тест",
        "ThisMatomoInstanceName": "Специално име за този екземпляр на Matomo",
        "ThisMatomoInstanceNameDescription": "Специално име, използвано за идентифициране на този Matomo екземпляр в атрибут за достъп. Ако не е посочено нито едно, очакваме основния URL адрес на този Matomo.",
        "UnsupportedPasswordReset": "Не може да се възстанови паролата на този потребител, моля, свържете се с администратор.",
        "UpdateFromPre300Warning": "Тъй като сте актуализирали от версия преди 3.0.0, вероятно трябва да оставите тази опция без отметка. Преди версия 3.0.0 потребителските пароли се съхраняваха както в LDAP, така и в Matomo DB. Тази опция трябва да бъде премахната, така че потребителите, добавени преди надстройката, да могат да влизат.",
        "UseLdapForAuthentication": "Винаги използвайте LDAP за удостоверяване",
        "UseLdapForAuthenticationDescription": "Ако е забранено, потребителските пароли ще се съхраняват в DB на Matomo в допълнение към LDAP. Това ще доведе до по-бързо влизане, но е по-малко сигурно.",
        "UserIdField": "Поле за идентификация на потребителя",
        "UserIdFieldDescription": "LDAP атрибутът, съдържащ потребителското име на потребителя, напр. \"uid\" или за активна директория: \"userPrincipalName\".",
        "UserNotFound": "Потребителят \"%s\" не е намерен!",
        "UserSyncSettings": "Настройки за потребителска синхронизация",
        "UsernameSuffix": "Суфикс на имейл адрес",
        "UsernameSuffixDescription": "Добавя се към потребителски имена за генериране на имейл адреси за потребители, които нямат такива в LDAP. Задайте напр. „@localhost.com“."
    }
}
