{
    "LoginLdap": {
        "AccessSyncSettings": "Configuració de sincronització d'accessos",
        "AdminPass": "Contrasenya LDAP",
        "AdminUser": "Nom d'usuari d'enllaç LDAP",
        "AdminUserDescription": "Usuari amb accés a altres entrades d'usuari o en blanc per a l'enllaç anònim.",
        "AliasField": "Camp d'àlies d'usuari",
        "AliasFieldDescription": "L'atribut LDAP utilitzat per generar l'àlies Matomo d'un usuari, pex. \"cn\".",
        "BaseDn": "DN de base",
        "CannotConnectToServer": "No s'ha pogut connectar al servidor LDAP.",
        "CannotConnectToServers": "No s'ha pogut connectar a cap dels servidors LDAP %s.",
        "EnableLdapAccessSynchronization": "Habiliteu la sincronització d'accés d'usuari des de LDAP",
        "EnableLdapAccessSynchronizationDescription": "Si està activat, els nivells d'accés dels usuaris es determinen mitjançant atributs LDAP personalitzats. Nota: Per utilitzar aquesta funció haureu de modificar l'esquema del vostre servidor LDAP.",
        "ExpectedLdapAttributes": "Atributs LDAP esperats",
        "ExpectedLdapAttributesPrelude": "Amb aquesta configuració, LoginLdap esperarà atributs a LDAP semblants",
        "Filter": "Filtre de cerca de LDAP",
        "FilterCount": "%s coincideixen amb aquest filtre.",
        "FilterDescription": "Un filtre LDAP utilitzat per determinar quines entitats es poden utilitzar per a l'autenticació, pex. \"(objectClass=persona)\".",
        "FirstLastNameForAlias": "El nom i el cognom s'utilitzen per generar un àlies si no se'n troba cap a LDAP.",
        "FirstNameField": "Camp Nom",
        "FirstNameFieldDescription": "L'atribut LDAP que conté el nom de l'usuari.",
        "Go": "Som-hi",
        "InvalidFilter": "Filtre no vàlid.",
        "Kerberos": "Utilitzeu l'autenticació del servidor web (pex. Kerberos SSO)",
        "KerberosDescription": "Si està activat, el connector comprovarà la variable $_SERVER['REMOTE_USER'] i suposarà que l'usuari ja està autenticat. Si el $_SERVER['REMOTE_USER'] no està present, tots els usuaris s'autentiquen segons la resta de paràmetres.",
        "LDAPServers": "Servidors LDAP",
        "LastNameField": "Camp Cognoms",
        "LastNameFieldDescription": "L'atribut LDAP que conté el cognom de l'usuari.",
        "LdapAdminAccessField": "Camp LDAP d'accés administrador",
        "LdapAdminAccessFieldDescription": "L'atribut LDAP personalitzat que determina a quins llocs un usuari té accés d'administrador.",
        "LdapFunctionsMissing": "Sembla que l'extensió PHP LDAP no està habilitada. És necessària per a aquest connector, instal·leu-la.",
        "LdapPort": "Port del servidor",
        "LdapSuperUserAccessField": "Camp LDAP d'accés de superusuari",
        "LdapSuperUserAccessFieldDescription": "L'atribut LDAP personalitzat que determina si un usuari és un superusuari o no.",
        "LdapUrlPortWarning": "L'opció de port s'ignora quan el nom d'amfitrió del servidor es defineix com una URL LDAP (és a dir, ldap://localhost/ en comptes de localhost).",
        "LdapUserAccessAttributeServerSeparator": "Servidor d'atributs d'accés d'usuari i separador de llista de llocs",
        "LdapUserAccessAttributeServerSeparatorDescription": "La cadena que s'utilitza per separar els ID d'instància del servidor Matomo amb les llistes d'ID de lloc. Si es defineix com ':' s'espera que l'atribut d'accés tingui un aspecte semblant a '<server-id>:<site-list>;<server-id>:<site-list>'.</site-list></server-id></site-list></server-id>",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimitador d'especificació del servidor de l'atribut d'accés d'usuari",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "La cadena utilitzada per delimitar les especificacions del servidor en un atribut d'accés d'usuari. Si es defineix com ';' s'espera que l'atribut d'accés tingui un aspecte semblant a '<server-spec>;<server-spec>;...'.</server-spec></server-spec>",
        "LdapUserAdded": "Usuari LDAP afegit correctament!",
        "LdapUserCantChangePassword": "Els usuaris LDAP no admeten el canvi de contrasenya. Quan utilitzeu LDAP la vostra configuració d'usuari es gestiona directament a LDAP. Per obtenir més informació, poseu-vos en contacte amb el vostre administrador del servidor LDAP o amb el vostre administrador de Matomo.",
        "LdapViewAccessField": "Camp LDAP de visualització d'accés",
        "LdapViewAccessFieldDescription": "L'atribut LDAP personalitzat que determina a quins llocs té accés de visualització un usuari.",
        "LoadUser": "Carregar l'usuari des de LDAP",
        "LoadUserCommandDesc": "Per sincronitzar més usuaris, utilitzeu l'ordre %s.",
        "LoadUserDescription": "Podeu utilitzar aquest formulari per sincronitzar un sol usuari de LDAP des de la interfície d'usuari.",
        "LoginPluginEnabledWarning": "Tant els connectors %1$s com %2$s estan activats! Això farà que els inicis de sessió dels usuaris LDAP fallin; si us plau, desactiveu el connector %1$s.",
        "MailField": "Camp d'adreça de correu electrònic",
        "MailFieldDescription": "L'atribut LDAP que conté l'adreça de correu electrònic d'un usuari, pex. \"correu\".",
        "MemberOf": "Grup d'usuari obligatori",
        "MemberOfCount": "%s són membres d'aquest grup.",
        "MemberOfDescription": "Un grup del qual l'usuari ha de ser membre, pex. \"cn=Usuari de Matomo,cn=Usuaris,dc=organització,dc=com\".",
        "MemberOfDescription2": "Nota: aquesta configuració utilitza el filtre LDAP memberOf=?. Alguns servidors LDAP necessiten una configuració addicional perquè això funcioni.",
        "MemberOfField": "Camp LDAP memberOf",
        "MemberOfFieldDescription": "Camp utilitzat pel vostre LDAP per indicar la pertinença, per defecte \"memberOf\"",
        "MenuLdap": "Usuaris LDAP",
        "MobileAppIntegrationNote": "Nota: si teniu previst utilitzar LDAP amb l'aplicació mòbil oficial heu de mantenir aquesta opció desmarcada. Actualment, l'aplicació mòbil no pot autenticar usuaris si les contrasenyes d'usuari no estan emmagatzemades a la base de dades de Matomo.",
        "NetworkTimeout": "Temps d'espera de la sol·licitud de xarxa LDAP (en segons)",
        "NetworkTimeoutDescription": "El límit de temps en segons per a una sol·licitud de xarxa LDAP.",
        "NetworkTimeoutDescription2": "Com més gran sigui el temps d'espera, més temps hauran d'esperar els vostres usuaris abans que Matomo pugui iniciar sessió mitjançant LDAP, si un o més dels vostres servidors no responen.",
        "NewUserDefaultSitesViewAccess": "Llocs inicials amb accés de visualització per a usuaris nous",
        "NewUserDefaultSitesViewAccessDescription": "Si s'especifica, quan un usuari LDAP es sincronitza per primera vegada se li dóna accés de visualització a aquests llocs. S'hauria de definir una llista d'identificadors o \"tots\".",
        "NoUserName": "No s'ha subministrat cap nom d'usuari!",
        "OneUser": "1 usuari",
        "PasswordField": "Camp Contrasenya d'usuari",
        "PasswordFieldDescription": "Nom de l'atribut LDAP que conté la contrasenya d'un usuari, pex. 'userPassword' o 'unicodePwd'.",
        "PasswordFieldDescription2": "Si \"Utilitza sempre LDAP per a l'autenticació\" està habilitat i \"Genera token_auth aleatori per a usuaris nous\" està desactivat, el valor d'aquest camp a LDAP ha de ser la contrasenya xifrada o codificada d'un usuari.",
        "PasswordFieldHelp": "Introduïu una contrasenya per sobreescriure la contrasenya existent o deixeu-la en blanc per no fer cap canvi.",
        "PluginDescription": "Connector d'inici de sessió amb autenticació LDAP. Proporciona una alternativa al connector estàndard d'inici de sessió de Matomo.",
        "ReadMoreAboutAccessSynchronization": "Per obtenir més informació sobre la sincronització de l'accés dels usuaris, %1$sllegiu els nostres documents%2$s.",
        "ServerName": "Nom del servidor",
        "ServerUrl": "URL del servidor",
        "Settings": "Configuració LDAP",
        "StartTLS": "Activa TLS",
        "StartTLSFieldHelp": "Per activar TLS per a aquest servidor",
        "StripDomainFromWebAuth": "Elimina el domini de l'usuari d'autenticació del servidor web",
        "StripDomainFromWebAuthDescription": "Si està activat, la part del domini de l'usuari a la variable $_SERVER['REMOTE_USER'] s'eliminarà (és a dir, qualsevol cosa després de la primera '@', aquesta inclosa).",
        "SynchronizeUsersAfterLogin": "Sincronitza els usuaris després d'iniciar sessió correctament",
        "SynchronizeUsersAfterLoginDescription": "Si està activat, els detalls de l'usuari a LDAP sempre es sincronitzaran després d'iniciar sessió correctament.",
        "SynchronizeUsersAfterLoginDescription2": "Si està desactivat, el connector no sincronitzarà la informació de l'usuari després de la sessió, tret que l'autenticació LDAP estigui habilitada. Quan sigui possible, s'evitaran completament les connexions LDAP.",
        "Test": "Prova",
        "ThisMatomoInstanceName": "Nom especial per a aquesta instància de Matomo",
        "ThisMatomoInstanceNameDescription": "Un nom especial utilitzat per identificar aquesta instància de Matomo en un atribut d'accés. Si no se'n especifica cap, esperem l'URL base d'aquest Matomo.",
        "UnsupportedPasswordReset": "No es pot restablir la contrasenya d'aquest usuari, poseu-vos en contacte amb un administrador.",
        "UpdateFromPre300Warning": "Com que heu actualitzat des d'una versió anterior a la 3.0.0, probablement hauríeu de mantenir aquesta opció sense marcar. Abans de la versió 3.0.0, les contrasenyes d'usuari s'emmagatzemaven tant a LDAP com a la base de dades de Matomo. Aquesta opció s'ha de desmarcar perquè els usuaris afegits abans de l'actualització puguin iniciar sessió.",
        "UseLdapForAuthentication": "Utilitzar sempre LDAP per a l'autenticació",
        "UseLdapForAuthenticationDescription": "Si està desactivat, les contrasenyes d'usuari s'emmagatzemaran a la base de dades de Matomo a més de LDAP. Això donarà lloc a inicis de sessió més ràpids, però és menys segur.",
        "UserIdField": "Camp ID d'usuari",
        "UserIdFieldDescription": "L'atribut LDAP que conté el nom d'usuari d'un usuari, pex. \"uid\", o per a Active Directory: \"userPrincipalName\".",
        "UserNotFound": "No s'ha trobat l'usuari \"%s\"!",
        "UserSyncSettings": "Configuració de sincronització d'usuaris",
        "UsernameSuffix": "Sufix d'adreça de correu electrònic",
        "UsernameSuffixDescription": "S'afegeix als noms d'usuari per generar adreces de correu electrònic per als usuaris que no en tenen cap a LDAP. Definida com, per exemple, \"@localhost.com\"."
    }
}
