{
    "LoginLdap": {
        "PluginDescription": "Login Plugin mit LDAP Authentifizierung als Alternative zum Standard Matomo Login Plugin.",
        "MenuLdap": "LDAP Benutzer",
        "LoadUser": "Benutzer aus LDAP laden",
        "LoadUserDescription": "Sie können dieses Formular einsetzen um einen einzelnen Benutzer in LDAP per Benutzerschnittstelle zu synchronisieren.",
        "LoadUserCommandDesc": "Um mehr Benutzer zu synchronisieren, benutzen Sie den %s Befehl.",
        "Settings": "LDAP Einstellungen",
        "AliasField": "Alias Feld",
        "BaseDn": "Basis DN",
        "LdapPort": "Server Port",
        "MailField": "Mail Feld",
        "ServerUrl": "Server-URL",
        "UserIdField": "Benutzer ID Feld",
        "AliasFieldDescription": "Das LDAP-Attribut, das verwendet wird, um den Alias des Benutzers in Matomo festzulegen (z.B..\"cn\")",
        "MailFieldDescription": "( e.g. \"mail\" )",
        "UserIdFieldDescription": "( e.g. \"uid\", AD: \"userPrincipalName\" )",
        "UserNotFound": "Der Benutzer \"%s\" konnte nicht gefunden werden!",
        "NoUserName": "Sie haben keinen Benutzernamen angegeben!",
        "UsernameSuffix": "Benutzername Suffix \/ Domäne",
        "UsernameSuffixDescription": "( e.g. \"@localhost.com\" )",
        "AdminUser": "Administrator Benutzer",
        "AdminUserDescription": "( e.g. \"Administrator\" )",
        "AdminPass": "LDAP Passwort",
        "MemberOf": "Benötigte Benutzergruppe",
        "MemberOfDescription": "( e.g. \"CN=Matomo User,CN=Users,DC=organization,DC=com\" )",
        "MemberOfDescription2": "Bemerkung: Diese Einstellung setzt den memberOf=? LDAP Filter ein. Einige LDAP Server benötigen eine zusätzliche Konfiguration um diese Abfrage ausführen zu können.",
        "Filter": "LDAP Suchfilter",
        "FilterDescription": "( e.g. \"(objectClass=person)\" )",
        "Kerberos": "Verwende Web-Server-Authentifizierung (z.B. Kerberos SSO)",
        "KerberosDescription": "Falls aktiviert prüft das Plugin die Variable $_SERVER['REMOTE_USER'] und nimmt an, dass der Benutzer bereits angemeldet ist. Falls die Variable $_SERVER['REMOTE_USER'] nicht vorhanden ist, werden Benutzer gemäß den anderen Einstellungen bestätigt.",
        "LdapUserAdded": "LDAP Benutzer erfolgreich hinzugefügt!",
        "LdapFunctionsMissing": "PHP ldap_connect() Funktion fehlt, aktivieren Sie bitte LDAP-Modul auf Ihrer PHP-Konfiguration!",
        "CannotConnectToServer": "Es konnte keine Verbindung zum LDAP Server aufgebaut werden.",
        "CannotConnectToServers": "Zu keinem der %s LDAP Server konnte eine Verbindung aufgebaut werden.",
        "LDAPServers": "LDAP Server",
        "OneUser": "1 Benutzer",
        "MemberOfCount": "%s sind ein Mitglied dieser Gruppe.",
        "FilterCount": "%s treffen auf diesen Filter zu.",
        "Test": "Test",
        "InvalidFilter": "Ungültiger Filter.",
        "ServerName": "Server Name",
        "FirstNameField": "Feld Vorname",
        "FirstNameFieldDescription": "Die LDAP Eigenschaft enthält einen Vornamen für Benutzer.",
        "LastNameField": "Feld Nachname",
        "LastNameFieldDescription": "LDAP Attribut, das den Nachnamen des Benutzers enthält.",
        "FirstLastNameForAlias": "Vor- und Nachname werden eingesetzt, um einen Alias zu generieren, wenn ein Benutzer in LDAP nicht gefunden werden kann.",
        "NewUserDefaultSitesViewAccess": "Initiale Seiten mit Ansichtszugriff für neue Benutzer",
        "NewUserDefaultSitesViewAccessDescription": "Wenn spezifiziert, wird zum ersten Mal synchronisierten Benutzern Lesezugriff für die Seiten gewährt. Sollte eine Liste mit IDs sein oder 'all' für alle.",
        "EnableLdapAccessSynchronization": "Benutzerzugriff-Synchronisation von LDAP aktivieren",
        "EnableLdapAccessSynchronizationDescription": "Wenn aktiviert, werden Benutzerzugriffsrechte durch LDAP Attribute definiert. Achtung: Die Anwendung dieses Features bedingt eine Korrektur des Schemas Ihres LDAP Servers.",
        "LdapViewAccessField": "LDAP Feld Ansichtszugriff",
        "LdapViewAccessFieldDescription": "LDAP Attribut das definiert, welche Seiten ein Benutzer ansehen darf.",
        "LdapAdminAccessField": "LDAP Feld Administratorzugriff",
        "LdapAdminAccessFieldDescription": "LDAP Attribut, das vorgibt, auf welche Seiten ein Benutzer Administratorenzugriff hat.",
        "LdapSuperUserAccessField": "LDAP Feld Hauptadministrator Zugriff",
        "LdapSuperUserAccessFieldDescription": "LDAP Attribut, das vorgibt, ob ein Benutzer Superuser ist oder nicht.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Trennzeichen für die Server Spezifikation des Benutzerzugriffsattributs.",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Das Trennzeichen um die Server Spezifikationen in einem Benutzerzugriffsattribut zu trennen. Wenn auf ';' gesetzt, wird ein Zugriffsattribut mit folgendem Aufbau erwartet: '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Benutzerzugriffs Eigenschaft Server- & Seitenlisten-Separator",
        "LdapUserAccessAttributeServerSeparatorDescription": "Die eingesetzte Zeichenfolge, welche separate Matomo Server Instanzen mit Seiten-Ids auflistet. Wenn auf ':' gesetzt, wird ein Zugriffsattribut wie folgt erwartet: '<server-id>:<site-list>;<server-id>:<site-list>'",
        "ThisMatomoInstanceName": "Spezialname für diese Matomo Instanz",
        "ThisMatomoInstanceNameDescription": "Ein spezieller Name, mit welchem diese Matomo Instanz in einem Zugriffsattribut identifiziert werden kann. Wenn keines spezifiziert ist, wird die Basis URL dieser Matomo Installation erwartet.",
        "UnsupportedPasswordReset": "Das Benutzerpasswort kann nicht zurückgesetzt werden, bitte kontaktieren Sie einen Administrator.",
        "UserSyncSettings": "Einstellungen für Benutzersynchronisation",
        "AccessSyncSettings": "Synchronisationseinstellungen öffnen",
        "SynchronizeUsersAfterLogin": "Benutzer nach erfolgreichem Login synchronisieren",
        "SynchronizeUsersAfterLoginDescription": "Wenn angewählt, werden Benutzerdetails in LDAP immer synchronisiert, nachdem sich der Benutzer erfolgreich angemeldet hat.",
        "SynchronizeUsersAfterLoginDescription2": "Wenn deaktiviert, wird das Plugin Benutzerinformationen nach erfolgreichem anmelden nicht synchronisieren, es sei denn, LDAP Authenifizierung ist angewählt. Wenn möglich werden LDAP Verbindungen komplett vermieden.",
        "UseLdapForAuthentication": "Immer LDAP für die Authentifizierung einsetzen",
        "UseLdapForAuthenticationDescription": "Wenn deaktiviert, werden Benutzerpasswörter zusätzlich zu LDAP in der Matomo Datenbank gespeichert. Das führt zu einer schnelleren Anmeldung, aber ist weniger sicher.",
        "PasswordField": "Feld Benutzerpasswort",
        "PasswordFieldDescription": "Name der LDAP Eigenschaft, welche das Benutzerpasswort enthält, z. B. 'userPassword' or 'unicodePwd'.",
        "PasswordFieldDescription2": "Wenn 'Immer LDAP für die Authentifizierung einsetzen' angewählt und 'Für neue Benutzer zufälligen token_auth generieren' deaktiviert ist, muss der Wert dieses Feldes in LDAP ein gehashtes oder verschlüsseltes Benutzerpasswort sein.",
        "ReadMoreAboutAccessSynchronization": "Um mehr über Benutzerzugriffssynchronisation zu lernen, %1$slesen Sie unsere Dokumentation%2$s.",
        "ExpectedLdapAttributes": "Erwartete LDAP Eigenschaften",
        "ExpectedLdapAttributesPrelude": "Mit dieser Konfiguration wird LoginLdap Einstellungen in LDAP erwarten, die aussehen wie",
        "NetworkTimeout": "LDAP Netzwerk Abfrage Timeout (in Sekunden)",
        "NetworkTimeoutDescription": "Das Zeitlimit in Sekunden für eine LDAP Netzwerkanfrage.",
        "NetworkTimeoutDescription2": "Je grösser das Timeout, desto länger müssen Ihre Benutzer warten, bevor Matomo über LDAP loggen kann, wenn einer oder mehrere Ihrer Server keine Antwort mehr liefert.",
        "Go": "Los",
        "LoginPluginEnabledWarning": "Sowohl das %1$s als auch das %2$s Plugin ist aktiviert! Das wird zu fehlgeschlagenen Anmeldeversuchen von LDAP Benutzern führen. Bitte das %1$s Plugin deaktivieren.",
        "MemberOfField": "LDAP memberOf Feld",
        "MemberOfFieldDescription": "Von Ihrem LDAP benütztes Feld um die Mitgliedschaft anzuzeigen, per Standard \"memberOf\"",
        "LdapUrlPortWarning": "Die Port Einstellung wird ignoriert, wenn der Server Hostname auf eine LDAP URL (zum Beispiel ldap:\/\/localhost\/ anstelle von localhost) gesetzt ist.",
        "UpdateFromPre300Warning": "Da Sie von einer Version älter als 3.0.0 aktualisieren, sollten Sie diese Option höchstwahrscheinlich ungewählt belassen. Vor der Version 3.0.0 wurden Passwörter sowohl in LDAP als auch in der Matomo Datenbank gespeichert. Diese Option muss abgewählt sein damit vor dem Update hinzugefügte Benutzer weiterhin in der Lage sind, sich anzumelden.",
        "MobileAppIntegrationNote": "Hinweis: Wenn Sie vorhaben, LDAP mit der offiziellen Mobile App einzusetzen, darf diese Option nicht angewählt sein. Aktuell kann die Mobile App Benutzer nicht authentifizieren wenn deren Passwort nicht in der Matomo Datenbank gespeichert ist.",
        "PasswordFieldHelp": "Geben Sie ein Passwort ein, um das existierende Passwort zu überschreiben oder lassen Sie das Feld leer um keine Änderung vorzunehmen.",
        "LdapUserCantChangePassword": "Eine Kennwortänderung ist für LDAP-Benutzer nicht möglich, da die Benutzereinstellungen von einem LDAP-Server verwaltet werden. Wenden Sie sich in diesem Fall an Ihren LDAP-Serveradministrator oder Ihren Matomo-Administrator, um weitere Hilfe zu erhalten."
    }
}