{
    "LoginLdap": {
        "AccessSyncSettings": "Synchronisationseinstellungen öffnen",
        "AdminPass": "LDAP Passwort",
        "AdminUser": "Administrator Benutzer",
        "AdminUserDescription": "Benutzer mit Zugriff auf Einträge anderer Benutzer, oder leer für anonyme Verbindung.",
        "AliasField": "Alias Feld",
        "AliasFieldDescription": "Das LDAP-Attribut, das verwendet wird, um den Alias des Benutzers in Matomo festzulegen (z.B..\"cn\").",
        "BaseDn": "Basis DN",
        "CannotConnectToServer": "Es konnte keine Verbindung zum LDAP Server aufgebaut werden.",
        "CannotConnectToServers": "Zu keinem der %s LDAP Server konnte eine Verbindung aufgebaut werden.",
        "EnableLdapAccessSynchronization": "Benutzerzugriff-Synchronisation von LDAP aktivieren",
        "EnableLdapAccessSynchronizationDescription": "Wenn aktiviert, werden Benutzerzugriffsrechte durch LDAP Attribute definiert. Achtung: Die Anwendung dieses Features bedingt eine Korrektur des Schemas Ihres LDAP Servers.",
        "ExpectedLdapAttributes": "Erwartete LDAP Eigenschaften",
        "ExpectedLdapAttributesPrelude": "Mit dieser Konfiguration wird LoginLdap Einstellungen in LDAP erwarten, die aussehen wie",
        "Filter": "LDAP Suchfilter",
        "FilterCount": "%s treffen auf diesen Filter zu.",
        "FilterDescription": "Ein LDAP Filter, der verwendet wird um herauszufinden welche Einträge zur Authentifizierung verwendet werden dürfen, z. B. \"(objectClass=person)\".",
        "FirstLastNameForAlias": "Vor- und Nachname werden eingesetzt, um einen Alias zu generieren, wenn ein Benutzer in LDAP nicht gefunden werden kann.",
        "FirstNameField": "Feld Vorname",
        "FirstNameFieldDescription": "Die LDAP Eigenschaft enthält einen Vornamen für Benutzer.",
        "Go": "Los",
        "InvalidFilter": "Ungültiger Filter.",
        "Kerberos": "Verwende Web-Server-Authentifizierung (z.B. Kerberos SSO)",
        "KerberosDescription": "Falls aktiviert prüft das Plugin die Variable $_SERVER['REMOTE_USER'] und nimmt an, dass der Benutzer bereits angemeldet ist. Falls die Variable $_SERVER['REMOTE_USER'] nicht vorhanden ist, werden Benutzer gemäß den anderen Einstellungen bestätigt.",
        "LDAPServers": "LDAP Server",
        "LastNameField": "Feld Nachname",
        "LastNameFieldDescription": "LDAP Attribut, das den Nachnamen des Benutzers enthält.",
        "LdapAdminAccessField": "LDAP Feld Administratorzugriff",
        "LdapAdminAccessFieldDescription": "LDAP Attribut, das vorgibt, auf welche Seiten ein Benutzer Administratorenzugriff hat.",
        "LdapFunctionsMissing": "Die \"PHP ldap_connect()\"-Funktion scheint nicht aktiviert zu sein. Aktivieren Sie bitte dieses Plugin, da es benötigt wird.",
        "LdapPort": "Server Port",
        "LdapSuperUserAccessField": "LDAP Feld Hauptadministrator Zugriff",
        "LdapSuperUserAccessFieldDescription": "LDAP Attribut, das vorgibt, ob ein Benutzer Superuser ist oder nicht.",
        "LdapUrlPortWarning": "Die Port Einstellung wird ignoriert, wenn der Server Hostname auf eine LDAP URL (zum Beispiel ldap://localhost/ anstelle von localhost) gesetzt ist.",
        "LdapUserAccessAttributeServerSeparator": "Benutzerzugriffs Eigenschaft Server- & Seitenlisten-Separator",
        "LdapUserAccessAttributeServerSeparatorDescription": "Die eingesetzte Zeichenfolge, welche separate Matomo-Server-Instanzen mit Seiten-Ids auflistet. Wenn auf ':' gesetzt, wird ein Zugriffsattribut wie folgt erwartet: '<server-id>:<site-list>;<server-id>:<site-list>'.</site-list></server-id></site-list></server-id>.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Trennzeichen für die Server Spezifikation des Benutzerzugriffsattributs",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Das Trennzeichen um die Server Spezifikationen in einem Benutzerzugriffsattribut zu trennen. Wenn auf ';' gesetzt, wird ein Zugriffsattribut mit folgendem Aufbau erwartet: '<server-spec>;<server-spec>;...'.",
        "LdapUserAdded": "LDAP Benutzer erfolgreich hinzugefügt!",
        "LdapUserCantChangePassword": "Eine Kennwortänderung ist für LDAP-Benutzer nicht möglich, da die Benutzereinstellungen von einem LDAP-Server verwaltet werden. Wenden Sie sich in diesem Fall an Ihren LDAP-Serveradministrator oder Ihren Matomo-Administrator, um weitere Hilfe zu erhalten.",
        "LdapViewAccessField": "LDAP Feld Ansichtszugriff",
        "LdapViewAccessFieldDescription": "LDAP Attribut das definiert, welche Seiten ein Benutzer ansehen darf.",
        "LoadUser": "Benutzer aus LDAP laden",
        "LoadUserCommandDesc": "Um mehr Benutzer zu synchronisieren, benutzen Sie den %s Befehl.",
        "LoadUserDescription": "Sie können dieses Formular einsetzen um einen einzelnen Benutzer in LDAP per Benutzerschnittstelle zu synchronisieren.",
        "LoginPluginEnabledWarning": "Sowohl das %1$s als auch das %2$s Plugin ist aktiviert! Das wird zu fehlgeschlagenen Anmeldeversuchen von LDAP Benutzern führen. Bitte das %1$s Plugin deaktivieren.",
        "MailField": "Mail Feld",
        "MailFieldDescription": "Das LDAP Attribut, eine E-Mail-Adresse des Benutzers enthaltend, z. B. \"mail\".",
        "MemberOf": "Benötigte Benutzergruppe",
        "MemberOfCount": "%s sind ein Mitglied dieser Gruppe.",
        "MemberOfDescription": "Eine Gruppe von welcher der Benutzer ein Mitglied ist, z. B. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Bemerkung: Diese Einstellung setzt den memberOf=? LDAP Filter ein. Einige LDAP Server benötigen eine zusätzliche Konfiguration um diese Abfrage ausführen zu können.",
        "MemberOfField": "LDAP memberOf Feld",
        "MemberOfFieldDescription": "Von Ihrem LDAP benütztes Feld um die Mitgliedschaft anzuzeigen, per Standard \"memberOf\"",
        "MenuLdap": "LDAP Benutzer",
        "MobileAppIntegrationNote": "Hinweis: Wenn Sie vorhaben, LDAP mit der offiziellen Mobile App einzusetzen, darf diese Option nicht angewählt sein. Aktuell kann die Mobile App Benutzer nicht authentifizieren wenn deren Passwort nicht in der Matomo Datenbank gespeichert ist.",
        "NetworkTimeout": "LDAP Netzwerk Abfrage Timeout (in Sekunden)",
        "NetworkTimeoutDescription": "Das Zeitlimit in Sekunden für eine LDAP Netzwerkanfrage.",
        "NetworkTimeoutDescription2": "Je grösser das Timeout, desto länger müssen Ihre Benutzer warten, bevor Matomo über LDAP loggen kann, wenn einer oder mehrere Ihrer Server keine Antwort mehr liefert.",
        "NewUserDefaultSitesViewAccess": "Initiale Seiten mit Ansichtszugriff für neue Benutzer",
        "NewUserDefaultSitesViewAccessDescription": "Wenn spezifiziert, wird zum ersten Mal synchronisierten Benutzern Lesezugriff für die Seiten gewährt. Sollte eine Liste mit IDs sein oder 'all' für alle.",
        "NoUserName": "Sie haben keinen Benutzernamen angegeben!",
        "OneUser": "1 Benutzer",
        "PasswordField": "Feld Benutzerpasswort",
        "PasswordFieldDescription": "Name der LDAP Eigenschaft, welche das Benutzerpasswort enthält, z. B. 'userPassword' or 'unicodePwd'.",
        "PasswordFieldDescription2": "Wenn 'Immer LDAP für die Authentifizierung einsetzen' angewählt und 'Für neue Benutzer zufälligen token_auth generieren' deaktiviert ist, muss der Wert dieses Feldes in LDAP ein gehashtes oder verschlüsseltes Benutzerpasswort sein.",
        "PasswordFieldHelp": "Geben Sie ein Passwort ein, um das existierende Passwort zu überschreiben oder lassen Sie das Feld leer um keine Änderung vorzunehmen.",
        "PluginDescription": "Login Plugin mit LDAP Authentifizierung als Alternative zum Standard Matomo Login Plugin.",
        "ReadMoreAboutAccessSynchronization": "Um mehr über Benutzerzugriffssynchronisation zu lernen, %1$slesen Sie unsere Dokumentation%2$s.",
        "ServerName": "Server Name",
        "ServerUrl": "Server-URL",
        "Settings": "LDAP Einstellungen",
        "StartTLS": "TLS aktivieren",
        "StartTLSFieldHelp": "Aktivierung von TLS für diesen Server",
        "StripDomainFromWebAuth": "Domain vom Web Server Benutzer Auth entfernen",
        "StripDomainFromWebAuthDescription": "Wenn aktiviert, wird der Teil des Benutzers in der $_SERVER['REMOTE_USER'] Variable weggeschnitten (also alles nach und inklusive dem ersten '@').",
        "SynchronizeUsersAfterLogin": "Benutzer nach erfolgreichem Login synchronisieren",
        "SynchronizeUsersAfterLoginDescription": "Wenn angewählt, werden Benutzerdetails in LDAP immer synchronisiert, nachdem sich der Benutzer erfolgreich angemeldet hat.",
        "SynchronizeUsersAfterLoginDescription2": "Wenn deaktiviert, wird das Plugin Benutzerinformationen nach erfolgreichem anmelden nicht synchronisieren, es sei denn, LDAP Authenifizierung ist angewählt. Wenn möglich werden LDAP Verbindungen komplett vermieden.",
        "Test": "Test",
        "ThisMatomoInstanceName": "Spezialname für diese Matomo Instanz",
        "ThisMatomoInstanceNameDescription": "Ein spezieller Name, mit welchem diese Matomo Instanz in einem Zugriffsattribut identifiziert werden kann. Wenn keines spezifiziert ist, wird die Basis URL dieser Matomo Installation erwartet.",
        "UnsupportedPasswordReset": "Das Benutzerpasswort kann nicht zurückgesetzt werden, bitte kontaktieren Sie einen Administrator.",
        "UpdateFromPre300Warning": "Da Sie von einer Version älter als 3.0.0 aktualisieren, sollten Sie diese Option höchstwahrscheinlich ungewählt belassen. Vor der Version 3.0.0 wurden Passwörter sowohl in LDAP als auch in der Matomo Datenbank gespeichert. Diese Option muss abgewählt sein damit vor dem Update hinzugefügte Benutzer weiterhin in der Lage sind, sich anzumelden.",
        "UseLdapForAuthentication": "Immer LDAP für die Authentifizierung einsetzen",
        "UseLdapForAuthenticationDescription": "Wenn deaktiviert, werden Benutzerpasswörter zusätzlich zu LDAP in der Matomo Datenbank gespeichert. Das führt zu einer schnelleren Anmeldung, aber ist weniger sicher.",
        "UserIdField": "Benutzer ID Feld",
        "UserIdFieldDescription": "Das LDAP Attribut, einen Namen des Benutzers enthaltend, z. B. \"uid\", oder für Active Directory: \"userPrincipalName\".",
        "UserNotFound": "Der Benutzer \"%s\" konnte nicht gefunden werden!",
        "UserSyncSettings": "Einstellungen für Benutzersynchronisation",
        "UsernameSuffix": "Benutzername Suffix / Domäne",
        "UsernameSuffixDescription": "An Benutzernamen angehängt, um E-Mail-Adressen zu generieren für Benutzer welche in LDAP keine haben. Setzen auf z. B. \"@localhost.com\"."
    }
}
