{
    "LoginLdap": {
        "PluginDescription": "Πρόσθετο για είσοδο με αυθεντικοποίηση LDAP. Παρέχει μια εναλλακτική μέθοδο στην στάνταρ είσοδο για το Matomo.",
        "MenuLdap": "Χρήστες LDAP",
        "LoadUser": "Να φορτωθεί ο χρήστης από LDAP",
        "LoadUserDescription": "Χρησιμοποιήστε αυτή τη φόρμα για συγχρονισμό ενός χρήστη στο LDAP μέσα από το γραφικό περιβάλλον.",
        "LoadUserCommandDesc": "Για τον συγχρονισμό περισσότερων χρηστών, χρησιμοποιήστε την εντολή %s.",
        "Settings": "Ρυθμίσεις LDAP",
        "AliasField": "Πεδίο ψευδωνύμου",
        "BaseDn": "Βασικό DN",
        "LdapPort": "Θύρα διακομιστή",
        "MailField": "Πεδίο για ηλεκτρ. ταχυδρομείο",
        "ServerUrl": "Διεύθυνση URL διακομιστή",
        "UserIdField": "Πεδίο αναγνωριστικού χρήστη",
        "AliasFieldDescription": "Η ιδιότητα LDAP που θα χρησιμοποιείται για τη δημιουργία ενός ψευδώνυμου χρήστη στο Matomo, πχ. \"cn\".",
        "MailFieldDescription": "( πχ. \"mail\" )",
        "UserIdFieldDescription": "( πχ. \"uid\", AD: \"userPrincipalName\" )",
        "UserNotFound": "Δε βρέθηκε ο χρήστης \"%s\"!",
        "NoUserName": "Δε δόθηκε όνομα χρήστη!",
        "UsernameSuffix": "Επίθεμα ονόματος χρήστη \/ Τομέας",
        "UsernameSuffixDescription": "( πχ. \"@localhost.com\" )",
        "AdminUser": "Όνομα χρήστη σύνδεσης LDAP",
        "AdminUserDescription": "(πχ. \"john\" - πρέπει να έχει δικαίωμα ανάγνωσης για να κάνει ερωτήματα για άλλους χρήστες)",
        "AdminPass": "Συνθηματικό LDAP",
        "MemberOf": "Ομάδα ActiveDirectory",
        "MemberOfDescription": "Ένα γκρουπ του οποίου ο χρήστης πρέπει να είναι μέλος πχ. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Σημείωση: Η ρύθμιση αυτή χρησιμοποιεί το φίλτρο memberOf=? του LDAP. Ορισμένοι διακομιστές LDAP απαιτούν επιπλέον παραμετροποίηση για να δουλέψει αυτό.",
        "Filter": "Φίλτρο αναζήτησης LDAP",
        "FilterDescription": "( πχ. \"(objectClass=person)\" )",
        "Kerberos": "Το Kerberos ενεργοποιήθηκε",
        "KerberosDescription": "Αν είναι ενεργοποιημένο, το πρόσθετο θα ελέγξει τη μεταβλητή $_SERVER['REMOTE_USER'] και θα υποθέσει ότι ο χρήστης είναι ήδη πιστοποιημένος. Αν η μεταβλητή $_SERVER['REMOTE_USER'] δεν υπάρχει, όλοι οι χρήστες θα είναι πιστοποιημένοι βάσει άλλων παραμέτρων.",
        "LdapUserAdded": "Η προσθήκη του χρήστη LDAP έγινε με επιτυχία!",
        "LdapFunctionsMissing": "Η συνάρτηση PHP ldap_connect() δεν υπάρχει, παρακαλούμε ενεργοποιήστε το LDAP στην παραμετροποίηση PHP!",
        "CannotConnectToServer": "Δεν ήταν δυνατή η σύνδεση με τον LDAP διακομιστή.",
        "CannotConnectToServers": "Δεν ήταν δυνατή η σύνδεση με κάποιον από τους %s διακομιστές LDAP.",
        "LDAPServers": "Διακομιστές LDAP",
        "OneUser": "1 χρήστης",
        "MemberOfCount": "Ο %s είναι μέλος αυτής της ομάδας.",
        "FilterCount": "%s ταιριάζουν με το φίλτρο.",
        "Test": "Έλεγχος",
        "InvalidFilter": "Άκυρο φίλτρο.",
        "ServerName": "Όνομα διακομιστή",
        "FirstNameField": "Πεδίο ονόματος",
        "FirstNameFieldDescription": "Το όρισμα LDAP που περιέχει το όνομα του χρήστη.",
        "LastNameField": "Πεδίο επωνύμου",
        "LastNameFieldDescription": "Το όρισμα LDAP που περιέχει το επώνυμο του χρήστη.",
        "FirstLastNameForAlias": "Το όνομα και επίθετο χρησιμοποιούνται για τη δημιουργία ενός ψευδωνύμου αν δεν μπορεί να βρεθεί ένα στο LDAP.",
        "NewUserDefaultSitesViewAccess": "Αρχικοί Ιστοτόποι για Πρόσβαση Ανάγνωσης για τους Νέους Χρήστες",
        "NewUserDefaultSitesViewAccessDescription": "Αν οριστεί, όταν ένας χρήστης LDAP συγχρονίζεται για την πρώτη φορά, του δίνεται πρόσβαση στους ιστοτόπους αυτούς. Θα πρέπει να οριστεί σε μια λίστα αναγνωριστικών ή 'all'.",
        "EnableLdapAccessSynchronization": "Ενεργοποίηση του Συγχρονισμού Πρόσβασης Χρηστών από LDAP",
        "EnableLdapAccessSynchronizationDescription": "Αν είναι ενεργοποιημένο, τα επίπεδα πρόσβασης χρηστών καθορίζονται από ορίσματα του LDAP. Σημείωση: Για να χρησιμοποιήσετε αυτό το χαρακτηριστικό, θα πρέπει να αλλάξετε τις ρυθμίσεις σχήματος του διακομιστή σας LDAP.",
        "LdapViewAccessField": "Πεδίο Πρόσβασης Ανάγνωσης του LDAP",
        "LdapViewAccessFieldDescription": "Το οριζόμενο όρισμα του LDAP που καθορίζει σε ποιους ιστοτόπους ένα χρήστης θα έχει πρόσβαση για ανάγνωση.",
        "LdapAdminAccessField": "Πεδίο Πρόσβασης Διαχειριστή LDAP",
        "LdapAdminAccessFieldDescription": "Το οριζόμενο όρισμα στο LDAP που καθορίζει σε ποιους ιστοτόπους θα έχει διαχειριστική πρόσβαση ο χρήστης.",
        "LdapSuperUserAccessField": "Πεδίο Πρόσβασης Υπερ Χρήστη στο LDAP",
        "LdapSuperUserAccessFieldDescription": "Το οριζόμενο όρισμα στο LDAP που θα καθορίζει αν ένας χρήστης είναι υπερχρήστης ή όχι.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Ορισμός Διαχωριστή Ορίσματος Πρόσβασης Χρήστη Διακομιστή",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Το αλφαριθμητικό που χρησιμοποιείται για το διαχωρισμό των προδιαγραφών διακομιστών σε ένα όρισμα πρόσβασης χρήστη. Αν οριστεί σε ';', το όρισμα πρόσβασης πρέπει να έχει τη μορφή '<προδιαγραφή-διακομιστή>;προδιαγραφή-διακομιστή;...'.",
        "LdapUserAccessAttributeServerSeparator": "Όρισμα Πρόσβασης Χρήστη Διακομιστή & Διαχωριστής Λίστας Ιστοτόπων",
        "LdapUserAccessAttributeServerSeparatorDescription": "Το αλφαριθμητικό που χρησιμοποιείται για το διαχωρισμό των αναγνωριστικών στιγμιοτύπων του Matomo με τις λίστες αναγνωριστικών ιστοτόπων. Αν οριστεί σε ':', το όρισμα πρόσβασης πρέπει να έχει τη μορφή '<server-id>:<site-list>:<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Ειδικό Όνομα για αυτό το Στιγμιότυπο Matomo",
        "ThisMatomoInstanceNameDescription": "Ένα ειδικό όνομα για να αναγνωρίζεται αυτό το στιγμιότυπο του Matomo σε ένα όρισμα πρόσβασης. Αν δεν οριστεί κάποιο, αναμένεται το βασικό τμήμα της διεύθυνσης URL του Matomo.",
        "UnsupportedPasswordReset": "Δεν ήταν δυνατή η αρχικοποίηση του συνθηματικού του χρήστη, παρακαλούμε επικοινωνήστε με το διαχειριστή.",
        "UserSyncSettings": "Ρυθμίσεις Συγχρονισμού Χρήστη",
        "AccessSyncSettings": "Ρυθμίσεις Συγχρονισμού Πρόσβασης",
        "SynchronizeUsersAfterLogin": "Συγχρονισμός των χρηστών μετά την επιτυχημένη είσοδο",
        "SynchronizeUsersAfterLoginDescription": "Αν είναι ενεργοποιημένο, οι λεπτομέρειες χρήστη στο LDAP θα συγχρονίζονται κάθε φορά μετά από επιτυχημένη είσοδο.",
        "SynchronizeUsersAfterLoginDescription2": "Αν είναι απενεργοποιημένο, το πρόσθετο δε θα συγχρονίζει τις πληροφορίες χρήστη μετά την είσοδο, εκτός αν είναι ενεργή η αυθεντικοποίηση από LDAP. Αν είναι δυνατόν, οι συνδέσεις LDAP θα αποφεύγονται εντελώς.",
        "UseLdapForAuthentication": "Να χρησιμοποιείται πάντα το LDAP για αυθεντικοποίηση",
        "UseLdapForAuthenticationDescription": "Αν είναι απενεργοποιημένο, τα συνθηματικά χρηστών θα αποθηκεύονται στη βάση του Matomo παράλληλα με το LDAP. Αυτό θα έχει ως αποτέλεσμα γρηγορότερη είσοδο, αλλά λιγότερη ασφάλεια.",
        "PasswordField": "Πεδίο Συνθηματικού Χρήστη",
        "PasswordFieldDescription": "Όνομα του ορίσματος LDAP που περιέχει το συνθηματικό του χρήστη, πχ. 'userPassword' ή 'unicodePwd'.",
        "PasswordFieldDescription2": "Αν το 'Πάντα χρήση του LDAP για αυθεντικοποίηση' είναι ενεργό και το 'Δημιουργία Τυχαίου token_auth για Νέους Χρήστες' ανενεργό, η τιμή του πεδίου αυτού για το LDAP πρέπει να είναι ένα κατακερματισμένο ή κρυπτογραφημένο συνθηματικό.",
        "ReadMoreAboutAccessSynchronization": "Για να μάθετε περισσότερα σχετικά με το συγχρονισμό πρόσβασης χρηστών, %1$sδιαβάστε την τεκμηρίωση%2$s.",
        "ExpectedLdapAttributes": "Αναμενόμενα ορίσματα LDAP",
        "ExpectedLdapAttributesPrelude": "Με τη ρύθμιση αυτή, το LoginLdap αναμένει ορίσματα στο LDAP όπως",
        "NetworkTimeout": "Όριο χρόνου (σε δευτ.) αίτησης δικτύου για το LDAP",
        "NetworkTimeoutDescription": "Το χρονικό όριο σε δευτερόλεπτα για μια δικτυακή αίτηση LDAP.",
        "NetworkTimeoutDescription2": "Όσο μεγαλύτερο το χρονικό όριο, τόσο περισσότερο θα πρέπει οι χρήστες να περιμένουν προτού το Matomo τους επιτρέψει την είσοδο μέσω LDAP, αν ένας ή περισσότεροι διακομιστές σας δεν ανταποκρίνονται.",
        "Go": "Μετάβαση",
        "LoginPluginEnabledWarning": "Και το %1$s και το %2$s πρόσθετο είναι ενεργοποιημένα! Αυτό θα κάνει την είσοδο για τους χρήστες LDAP να αποτυγχάνει, παρακαλούμε απενεργοποιήστε το πρόσθετο %1$s.",
        "MemberOfField": "Πεδίο memberOf του LDAP",
        "MemberOfFieldDescription": "Πεδίο που χρησιμοποιείται από το LDAP που υποδεικνύει την ύπαρξη σε ομάδα, εξ' ορισμού το \"memberOf\"",
        "LdapUrlPortWarning": "Η ρύθμιση θύρας αγνοείται όταν το όνομα διακομιστή ορίζεται σε LDAP URL (πχ. ldap:\/\/localhost\/ αντί του localhost).",
        "UpdateFromPre300Warning": "Από τη στιγμή που κάνατε ενημέρωση από μια έκδοση πριν την 3.0.0, θα πρέπει να έχετε την επιλογή αυτή μη τσεκαρισμένη. Πριν την έκδοση 3.0.0, τα συνθηματικά των χρηστών αποθηκεύονταν και στο LDAP και στη βάση δεδομένων του Matomo. Η επιλογή αυτή πρέπει να μην είναι τσεκαρισμένη ώστε οι χρήστες που προστέθηκαν πριν την ενημέρωση να μπορούν να κάνουν είσοδο.",
        "MobileAppIntegrationNote": "Σημείωση: Αν έχετε σκοπό να χρησιμοποιήσετε LDAP με την επίσημη εφαρμογή για κινητά, θα πρέπει να αφήσετε την επιλογή αυτή μη τσεκαρισμένη. Αυτή τη στιγμή, η εφαρμογή για κινητά δεν μπορεί να κάνει αυθεντικοποίηση χρηστών αν τα συνθηματικά χρηστών δεν είναι αποθηκευμένα στη βάση του Matomo.",
        "PasswordFieldHelp": "Εισάγετε ένα κωδικό για να αντικαταστήσετε τον υπάρχων ή αφήστε το κενό για να μην κάνετε αλλαγή.",
        "LdapUserCantChangePassword": "Η αλλαγή συνθηματικού δεν υποστηρίζεται για χρήστες LDAP. Αν χρησιμοποιείτε LDAP, οι ρυθμίσεις χρήστη διαχειρίζονται κατευθείαν από το LDAP. Για περισσότερες πληροφορίες, επικοινωνήστε με τον διαχειριστή του LDAP σας ή τον διαχειριστή του Matomo."
    }
}