{
    "LoginLdap": {
        "PluginDescription": "Login plugin with LDAP authentication. Provides an alternative to the standard Matomo Login plugin.",
        "MenuLdap": "LDAP Users",
        "LoadUser": "Load User from LDAP",
        "LoadUserDescription": "You can use this form to synchronize a single user in LDAP from the UI.",
        "LoadUserCommandDesc": "To synchronize more users, use the %s command.",
        "Settings": "LDAP Settings",
        "AliasField": "User Alias Field",
        "BaseDn": "Base DN",
        "LdapPort": "Server Port",
        "MailField": "E-mail Address Field",
        "ServerUrl": "Server URL",
        "UserIdField": "User ID Field",
        "AliasFieldDescription": "The LDAP attribute used to generate a user's Matomo alias, e.g. \"cn\".",
        "MailFieldDescription": "The LDAP attribute containing a user's e-mail address, e.g. \"mail\".",
        "UserIdFieldDescription": "The LDAP attribute containing a user's username, e.g. \"uid\", or for Active Directory: \"userPrincipalName\".",
        "UserNotFound": "User \"%s\" not found!",
        "NoUserName": "No username given!",
        "UsernameSuffix": "E-mail Address Suffix",
        "UsernameSuffixDescription": "Appended to usernames to generate e-mail addresses for users that have none in LDAP. Set to, e.g., \"@localhost.com\".",
        "AdminUser": "LDAP Bind Username",
        "AdminUserDescription": "User with access to other user entries, or blank for anonymous bind.",
        "AdminPass": "LDAP Password",
        "MemberOf": "Required User Group",
        "MemberOfDescription": "A group the user is required to be a member of, e.g. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Note: This setting uses the memberOf=? LDAP filter. Some LDAP servers require extra setup for this to work.",
        "Filter": "LDAP Search Filter",
        "FilterDescription": "An LDAP filter used to determine which entities are allowed to be used for authentication, e.g. \"(objectClass=person)\".",
        "Kerberos": "Use Web Server Auth (e.g. Kerberos SSO)",
        "KerberosDescription": "If enabled, the plugin will check the $_SERVER['REMOTE_USER'] variable and assume the user is already authenticated. If the $_SERVER['REMOTE_USER'] is not present, all users are authenticated according to the other settings.",
        "LdapUserAdded": "LDAP user added successfully!",
        "LdapFunctionsMissing": "The PHP LDAP extension does not appear to be enabled. It is required for this plugin, please install it.",
        "CannotConnectToServer": "Could not connect to the LDAP server.",
        "CannotConnectToServers": "Could not connect to any of the %s LDAP servers.",
        "LDAPServers": "LDAP Servers",
        "OneUser": "1 user",
        "MemberOfCount": "%s are a member of this group.",
        "FilterCount": "%s are matched by this filter.",
        "Test": "Test",
        "InvalidFilter": "Invalid filter.",
        "ServerName": "Server name",
        "FirstNameField": "First Name Field",
        "FirstNameFieldDescription": "The LDAP attribute containing a user's first name.",
        "LastNameField": "Last Name Field",
        "LastNameFieldDescription": "The LDAP attribute containing a user's last name.",
        "FirstLastNameForAlias": "The first and last name are used to generate an alias if one cannot be found in LDAP.",
        "NewUserDefaultSitesViewAccess": "Initial Sites With View Access For New Users",
        "NewUserDefaultSitesViewAccessDescription": "If specified, when an LDAP user is synchronized for the first time (s)he is given view access to these sites. Should be set to a list of IDs or 'all'.",
        "EnableLdapAccessSynchronization": "Enable User Access Synchronization from LDAP",
        "EnableLdapAccessSynchronizationDescription": "If enabled, user access levels are determined by custom LDAP attributes. Note: To use this feature you will have to modify your LDAP server's schema.",
        "LdapViewAccessField": "LDAP View Access Field",
        "LdapViewAccessFieldDescription": "The custom LDAP attribute that determines which sites a user has view access to.",
        "LdapAdminAccessField": "LDAP Admin Access Field",
        "LdapAdminAccessFieldDescription": "The custom LDAP attribute that determines which sites a user has admin access to.",
        "LdapSuperUserAccessField": "LDAP Super User Access Field",
        "LdapSuperUserAccessFieldDescription": "The custom LDAP attribute that determines whether a user is a superuser or not.",
        "LdapUserAccessAttributeServerSpecDelimiter": "User Access Attribute Server Specification Delimiter",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "The string used to delimit server specifications in a user access attribute. If set to ';', the access attribute will be expected to look like '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "User Access Attribute Server & Site List Separator",
        "LdapUserAccessAttributeServerSeparatorDescription": "The string used to separate Matomo server instance IDs with site ID lists. If set to ':', the access attribute will be expected to look like '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Special Name For This Matomo Instance",
        "ThisMatomoInstanceNameDescription": "A special name used to identify this Matomo instance in an access attribute. If none is specified, we expect the base URL of this Matomo.",
        "UnsupportedPasswordReset": "Cannot reset this user's password, please contact an administrator.",
        "UserSyncSettings": "User Synchronization Settings",
        "AccessSyncSettings": "Access Synchronization Settings",
        "SynchronizeUsersAfterLogin": "Synchronize Users After Successful Login",
        "SynchronizeUsersAfterLoginDescription": "If enabled, user details in LDAP will always be synchronized after a successful login.",
        "SynchronizeUsersAfterLoginDescription2": "If disabled, the plugin will not synchronize user info after login, unless LDAP authentication is enabled. When possible, LDAP connections will be avoided entirely.",
        "UseLdapForAuthentication": "Always Use LDAP for Authentication",
        "UseLdapForAuthenticationDescription": "If disabled, user passwords will be stored in Matomo's DB in addition to LDAP. This will result in faster logins, but is less secure.",
        "PasswordField": "User Password Field",
        "PasswordFieldDescription": "Name of the LDAP attribute containing a user's password, e.g. 'userPassword' or 'unicodePwd'.",
        "PasswordFieldDescription2": "If 'Always Use LDAP for Authentication' is enabled and 'Generate Random token_auth For New Users' is disabled, the value of this field in LDAP must be a user's hashed or encrypted password.",
        "ReadMoreAboutAccessSynchronization": "To learn more about user access synchronization, %1$sread our docs%2$s.",
        "ExpectedLdapAttributes": "Expected LDAP attributes",
        "ExpectedLdapAttributesPrelude": "With this configuration, LoginLdap will expect attributes in LDAP that look like",
        "NetworkTimeout": "LDAP Network Request Timeout (in secs)",
        "NetworkTimeoutDescription": "The time limit in seconds for an LDAP network request.",
        "NetworkTimeoutDescription2": "The larger the timeout, the more time your users may have to wait before Matomo can log them in through LDAP, if one or more of your servers becomes unresponsive.",
        "Go": "Go",
        "LoginPluginEnabledWarning": "Both the %1$s and %2$s plugins are enabled! This will cause logins for LDAP users to fail, please disable the %1$s plugin.",
        "MemberOfField": "LDAP memberOf Field",
        "MemberOfFieldDescription": "Field used by your LDAP to indicate membership, by default \"memberOf\"",
        "LdapUrlPortWarning": "The port option is ignored when the server hostname is set to an LDAP URL (ie, ldap://localhost/ instead of localhost).",
        "UpdateFromPre300Warning": "Since you updated from a pre-3.0.0 version, you should probably keep this option unchecked. Prior to version 3.0.0, user passwords were stored both in LDAP and in the Matomo DB. This option must be unchecked so that users added before the upgrade will be able to login.",
        "MobileAppIntegrationNote": "Note: If you plan on using LDAP with the official mobile app, you must keep this option unchecked. Currently, the mobile app cannot authenticate users if user passwords are not stored in Matomo's DB.",
        "PasswordFieldHelp": "Enter a password to overwrite the existing password or leave blank to make no change.",
        "LdapUserCantChangePassword": "Changing your password is not supported for LDAP users. As you use LDAP, your user settings are managed in LDAP directly. For more information, please contact your LDAP server administrator or your Matomo administrator."
    }
}
