{
    "LoginLdap": {
        "PluginDescription": "Plugin de inicio de sesión con autenticación LDAP. Ofrece una alternativa al plugin de inicio de sesión estándar de Matomo.",
        "MenuLdap": "Usuarios LDAP",
        "LoadUser": "Cargar usuario desde LDAP",
        "LoadUserDescription": "Podés usar este formulario para sincronizar un único usuario en LDAP desde la interface.",
        "LoadUserCommandDesc": "Para sincronizar más usuarios, usá el comando %s.",
        "Settings": "Configuración de LDAP",
        "AliasField": "Campo del alias del usuario",
        "BaseDn": "Nombre distinguido de base",
        "LdapPort": "Puerto del servidor",
        "MailField": "Campo de dirección del correo electrónico",
        "ServerUrl": "Dirección web del servidor",
        "UserIdField": "Campo de identificación del usuario",
        "AliasFieldDescription": "El atributo LDAP usado para generar un alias del usuario de Matomo; por ejemplo: \"cn\".",
        "MailFieldDescription": "El atributo conteniendo la dirección de correo electrónico del usuario; por ejemplo: \"correo\".",
        "UserIdFieldDescription": "El atributo LDAP conteniendo un nombre de usuario del usuario; por ejemplo: \"uid\", o para el airectorio activo: \"userPrincipalName\".",
        "UserNotFound": "¡No se encontró al usuario \"%s\"!",
        "NoUserName": "¡No se ofreció ningún nombre de usuario!",
        "UsernameSuffix": "Sufijo de la dirección de correo electrónico",
        "UsernameSuffixDescription": "Anexado a nombres de usuarios para generar direcciones de correo electrónico que no tienen nada en LDAP. Establecido, por ejemplo, como \"@dominiolocal.org\".",
        "AdminUser": "Nombre de usuario enlazado en LDAP",
        "AdminUserDescription": "Usuario con acceso a las entradas de otros usuarios, o vacío para enlace anónimo.",
        "AdminPass": "Contraseña de LDAP",
        "MemberOf": "Grupo de usuario requerido",
        "MemberOfDescription": "Un grupo al cual el usuario es requerido de ser miembro; por ejemplo: \"cn=Usuario de Matomo,cn=Usuarios,dc=organización,dc=org\".",
        "MemberOfDescription2": "Nota: esta configuración usa el filtro LDAP \"memberOf=?\". Algunos servidores LDAP requieren un paso extra para que esto funcione.",
        "Filter": "Filtro de búsqueda LDAP",
        "FilterDescription": "Un filtro LDAP usado para determinar qué entidades están permitidas para ser usadas en la autenticación; por ejemplo: \"(objectClass=person)\".",
        "Kerberos": "Usar autenticación de servidor web (por ejemplo: Kerberos SSO)",
        "KerberosDescription": "Si está habilitado, el plugin revisará la variable \"$_SERVER['REMOTE_USER']\" y asumirá que el usuario ya está autenticado. El no está presente dicha variable, todos los usuarios serán autenticados acorde a la otra configuración.",
        "LdapUserAdded": "¡Se agregó el usuario LDAP exitosamente!",
        "LdapFunctionsMissing": "La extensión PHP LDAP no parece estar habilitada. Se requiere para este plugin; por favor, instalala.",
        "CannotConnectToServer": "No se pudo conectar al servidor LDAP.",
        "CannotConnectToServers": "No se pudo conectar a ninguno de los %s servidores LDAP.",
        "LDAPServers": "Servidores LDAP",
        "OneUser": "1 usuario",
        "MemberOfCount": "%s son miembros de este grupo.",
        "FilterCount": "Coinciden %s por este filtro.",
        "Test": "Prueba",
        "InvalidFilter": "Filtro no válido.",
        "ServerName": "Nombre del servidor",
        "FirstNameField": "Campo del nombre",
        "FirstNameFieldDescription": "El atributo LDAP conteniendo el nombre del usuario.",
        "LastNameField": "Campo del apellido",
        "LastNameFieldDescription": "El atributo LDAP conteniendo el apellido del usuario.",
        "FirstLastNameForAlias": "El nombre y el apellido se usan para generar un alias, si no se encuentra uno en LDAP.",
        "NewUserDefaultSitesViewAccess": "Sitios iniciales con acceso de vista para nuevos usuarios",
        "NewUserDefaultSitesViewAccessDescription": "Si está especificado, cuando un usuario LDAP esté sincronizado la primera vez, se le da acceso de vista a estos sitios web. Debería establecerse como una lista de identidades o \"all\".",
        "EnableLdapAccessSynchronization": "Habilitar sincronización de acceso de usuario desde LDAP",
        "EnableLdapAccessSynchronizationDescription": "Si está habilitado, los niveles de acceso del usuario están determinados por atributos personalizados de LDAP. Nota: para usar esta función tendrás que modificar el esquema de tu servidor LDAP.",
        "LdapViewAccessField": "Campo de acceso de vista LDAP",
        "LdapViewAccessFieldDescription": "El atributo personalizado de LDAP que determina a qué sitios un usuario tiene acceso de vista.",
        "LdapAdminAccessField": "Campo de acceso de administrador LDAP",
        "LdapAdminAccessFieldDescription": "El atributo personalizado de LDAP que determina a qué sitios un usuario tiene acceso de administrador.",
        "LdapSuperUserAccessField": "Campo de acceso súperusuario de LDAP",
        "LdapSuperUserAccessFieldDescription": "El atributo personalizado de LDAP que determina si un usuario es súperusuario o no.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimitador de especificación de servidor de atributo de acceso de usuario",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "La cadena usada para delimitar especificaciones de servidor en un atributo de acceso de usuario. Si está establecida a \";\" entonces el atributo de acceso tendría que aparecer como \";<server-spec>;<server-spec>…\".",
        "LdapUserAccessAttributeServerSeparator": "Servidor de atributo de acceso de usuario y separador de lista de sitio",
        "LdapUserAccessAttributeServerSeparatorDescription": "La cadena usada para separar los identificadores de instancia de servidor de Matomo con listas de identificadores de sitio. Es está establecida a \";\", entonces el atributo de acceso tendría que aparecer como \"<server-id>:<site-list>;<server-id>:<site-list>\".",
        "ThisMatomoInstanceName": "Nombre especial para esta instancia de Matomo",
        "ThisMatomoInstanceNameDescription": "Un nombre especial usado para identificar esta instancia de Matomo en un atributo de acceso. Si no se expecifica ninguno, entonces debería aparecer la dirección web de este Matomo.",
        "UnsupportedPasswordReset": "No se puede restablacer la contraseña de este usuario. Por favor, contactá a un administrador.",
        "UserSyncSettings": "Configuración de sincronización del usuario",
        "AccessSyncSettings": "Configuración de sincronización de acceso",
        "SynchronizeUsersAfterLogin": "Sincronizar usuario después de un inicio de sesión exitoso",
        "SynchronizeUsersAfterLoginDescription": "Si está habilitado, los detalles de usuario en LDAP siempre serán sincronizados luego de un inicio de sesión exitoso.",
        "SynchronizeUsersAfterLoginDescription2": "Si está deshabilitado, el plugin no sincronizará la información del usuario después de un inicio de sesión, a menos que la autenticación LDAP esté habilitada. Cuando sea posible, las conexiones LDAP serán evitadas completamente.",
        "UseLdapForAuthentication": "Siempre usar LDAP para autenticación",
        "UseLdapForAuthenticationDescription": "Si está habilitado, las contraseñas del usuario serán almacenadas en la base de datos de Matomo, además de LDAP. Esto resultará en inicios de sesión más rápidos, pero menos seguros.",
        "PasswordField": "Campo de contraseña de usuario",
        "PasswordFieldDescription": "Nombre del atributo de LDAP conteniendo la contraseña del usuario; por ejemplo: \"userPassword\" o \"unicodePwd\".",
        "PasswordFieldDescription2": "Si la opción \"Siempre usar LDAP para autenticación\" está habilitada y la opción \"Generar token_auth aleatoria para nuevos usuarios\" está habilitada, entonces el valor de este campo en LDAP debe ser una clave alfanumérica del usuario o una contraseña cifrada.",
        "ReadMoreAboutAccessSynchronization": "Para aprender más sobre la sincronización de acceso de usuario, %1$sleé nuestra documentación%2$s.",
        "ExpectedLdapAttributes": "Atributos esperados de LDAP",
        "ExpectedLdapAttributesPrelude": "Con esta configuración, \"LoginLdap\" esperará atributos en LDAP que aparecerán como",
        "NetworkTimeout": "Límite de tiempo para solicitud de red de LDAP (en segundos)",
        "NetworkTimeoutDescription": "El límite de tiempo en segundos para una solicitud de red de LDAP.",
        "NetworkTimeoutDescription2": "Cuanto más grande sea el valor para el tiempo límite, más tiempo tendrán que esperar tus usuarios para que Matomo pueda hacer que inicien sesión a través de LDAP, si uno o más de tus servidores no responden.",
        "Go": "Seguir",
        "LoginPluginEnabledWarning": "¡Tanto los plugins %1$s como %2$s están habilitados! Esto causará que los inicios de sesión para usuarios LDAP fallen, Por favor, deshabilitá el plugin %1$s.",
        "MemberOfField": "Campo memberOf de LDAP",
        "MemberOfFieldDescription": "Campo usado por tu LDAP para indicar membresía; el nombre determinado es \"memberOf\"",
        "LdapUrlPortWarning": "La opción de puerto es ignorado cuando el nombre del servidor está establecido a una dirección web de LDAP (por ejempli: \"ldap:\/\/localhost\/\" en lugar de \"localhost\").",
        "UpdateFromPre300Warning": "Ya que actualizaste desde una versión anterior a la 3.0.0, deberías dejar esta opción sin seleccionar. Antes de la versión 3.0.0, las contraseñas de los usuarios eran almacenadas tanto en LDAP como en la base de datos de Matomo. Esta opción debería estar sin seleccionarse así lo usuarios agregados antes de la actualización todavía pueden iniciar sesión.",
        "MobileAppIntegrationNote": "Nota: si planeás usar LDAP con la aplicación móvil oficial, tenés que dejar esta opción sin seleccionar. Actualmente, la aplicación móvil no puede autenticar usuarios si las contraseñas no están guardadas en la base de datos de Matomo.",
        "PasswordFieldHelp": "Ingresá una contraseña para sobreescribir la actual, o dejala en blanco para no cambiarla.",
        "LdapUserCantChangePassword": "El cambio de contraseña no está soportado para usuarios LDAP. Como usás LDAP, la configuración de usuario se administra directamente en LDAP. Para más información, por favor, contactá con el administrador de tu servidor LDAP o con el administrador de tu Matomo."
    }
}