{
    "LoginLdap": {
        "PluginDescription": "Complemento de inicio de sesión con autenticación LDAP. Suministra una alternativa al complemento de inicio de sesión estándar Matomo.",
        "MenuLdap": "Usuarios LDAP",
        "LoadUser": "Cargar usuario desde LDAP",
        "LoadUserDescription": "Puede utilizar este formulario para sincronizar un usuario en LDAP desde la UI.",
        "LoadUserCommandDesc": "Para sincronizar más usuarios, use el comando %s.",
        "Settings": "Configuración LDAP",
        "AliasField": "Campo de alias de usuario",
        "BaseDn": "Base DN",
        "LdapPort": "Puerto del servidor",
        "MailField": "Campo de dirección de correo electrónico",
        "ServerUrl": "URL del servidor",
        "UserIdField": "Campo ID de usuario",
        "AliasFieldDescription": "El atributo LDAP utilizado para generar el alias de usuario Matomo, p. ej. \"cn\".",
        "MailFieldDescription": "El atributo LDAP conteniendo la dirección de correo electrónico de un usuario, p. ej. \"correo\".",
        "UserIdFieldDescription": "El atributo LDAP conteniendo el nombre de usuario de un usuario, p. ej. \"uid\", o de un Directorio Activo: \"NombrePrincipalusuario\".",
        "UserNotFound": "¡Usuario \"%s\" no encontrado!",
        "NoUserName": "¡No se proporcionó nombre de usuario!",
        "UsernameSuffix": "Sufijo de dirección de correo electrónico",
        "UsernameSuffixDescription": "Adjuntado a los nombres de usuarios para generar direcciones de correo electrónico para usuarios que no poseen en LDAP. Configúrelo así, p. ej., \"@localhost.com\".",
        "AdminUser": "Nombre de usuario de enlace LDAP",
        "AdminUserDescription": "Usuario con acceso a otras entradas de usuario, o en blanco por enlace anónimo.",
        "AdminPass": "Contraseña LDAP",
        "MemberOf": "Grupo de usuario requerido",
        "MemberOfDescription": "Un grupo en el que al usuario debe ser miembro de p. ej. \"cn=Usuario Matomo,cn=Usuarios,dc=organización,dc=com\".",
        "MemberOfDescription2": "Nota: Esta configuración utiliza el filtro LDAP memberOf=?. Algunos servidores LDAP requieren de una configuración extra para que funcione.",
        "Filter": "Filtro búsqueda LDAP",
        "FilterDescription": "Un filtro LDAP utilizado para determinar qué entidades están permitidas para ser utilizadas a modo de autenticación, p. ej. \"(objectClass=persona)\".",
        "Kerberos": "Usar autorización de servidor de internet (p. ej. Kerberos SSO)",
        "KerberosDescription": "Si está habilitado, el complemento verificará la variable $_SERVER['REMOTE_USER'] y asumirá que el usuario ya está autentificado. Si $_SERVER['REMOTE_USER'] no está presente, todos los usuarios son autenticados de acuerdo a las otras configuraciones.",
        "LdapUserAdded": "¡Usuario LDAP agregado exitosamente!",
        "LdapFunctionsMissing": "La extensión PHP LDAP no parece estar habilitada. Es necesaria para este complemento, por favor instálela.",
        "CannotConnectToServer": "No se pudo conectar con el servidor LDAP.",
        "CannotConnectToServers": "No se pudo conectar con alguno de los servidores LDAP %s.",
        "LDAPServers": "Servidores LDAP",
        "OneUser": "1 usuario",
        "MemberOfCount": "%s son miembros de este grupo.",
        "FilterCount": "%s coinciden con este filtro.",
        "Test": "Prueba",
        "InvalidFilter": "Filtro inválido.",
        "ServerName": "Nombre del servidor",
        "FirstNameField": "Campo de nombre",
        "FirstNameFieldDescription": "El atributo LDAP conteniendo el nombre del usuario.",
        "LastNameField": "Campo de apellido",
        "LastNameFieldDescription": "El atributo LDAP conteniendo el apellido del usuario.",
        "FirstLastNameForAlias": "El nombre y apellido son utilizados para generar un alias si no puede ser encontrado en LDAP.",
        "NewUserDefaultSitesViewAccess": "Sitios de internet iniciales con acceso de visualización para nuevos usuarios",
        "NewUserDefaultSitesViewAccessDescription": "Si es especificado, cuando un usuario LDAP es sincronizado por primera vez el(la) le es otorgado poder observar estos sitios. Debe disponerse una lista de IDs o a 'todos'.",
        "EnableLdapAccessSynchronization": "Habilitar acceso de sincronización al usuario desde LDAP",
        "EnableLdapAccessSynchronizationDescription": "Si es habilitado, los niveles de acceso del usuario están determinados por los atributos personalizados LDAP. Nota: Para utilizar esta función tendrá que modificar el esquema de sus servidores LDAP.",
        "LdapViewAccessField": "Campo de acceso a la vista LDAP",
        "LdapViewAccessFieldDescription": "El atributo personalizado LDAP que determina qué sitios de internet un usuario tiene acceso a su visualización.",
        "LdapAdminAccessField": "Campo de acceso de administrador LDAP",
        "LdapAdminAccessFieldDescription": "El atributo personalizado LDAP que determina a que sitios de internet un usuario posee accesos administrativos.",
        "LdapSuperUserAccessField": "Campo de acceso de Super Usuario LDAP",
        "LdapSuperUserAccessFieldDescription": "El atributo personalizado LDAP que determina si el usuario es un superusuario o no.",
        "LdapUserAccessAttributeServerSpecDelimiter": "\"User Access Attribute Server Specification Delimiter\"",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "La cadena utilizada para delimitar las especificaciones de servidor en un atributo de acceso para un usuario. Si es dispuesto en ';', el atributo de acceso esperado se verá como '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Atributo del servidor de acceso del usuario & separador de lista de sitios",
        "LdapUserAccessAttributeServerSeparatorDescription": "La cadena utilizada para separar la instancias IDs del servidor Matomo con las listas ID del sitio. Si se dispone en ':', el atributo de acceso esperado se verá así '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Nombre especial para esta instancia de Matomo",
        "ThisMatomoInstanceNameDescription": "Un nombre especial utilizado para identificar esta instancia Matomo con un atributo de acceso. Si no es especificado, esperamos la URL base de este Matomo.",
        "UnsupportedPasswordReset": "No se puede restablecer la contraseña de usuario, por favor contáctese con un administrador.",
        "UserSyncSettings": "Opciones de sincronización de usuario",
        "AccessSyncSettings": "Configuraciones de sincronización de acceso",
        "SynchronizeUsersAfterLogin": "Sincronizar usuarios después de un inicio de sesión exitoso",
        "SynchronizeUsersAfterLoginDescription": "Si es habilitado, los detalles del usuario en LDAP se sincronizarán después de un unicio de sesión exitoso.",
        "SynchronizeUsersAfterLoginDescription2": "Si es deshabilitado, el complemento no sincronizará la información del usuario después del inicio de sesión, a menos que la autenticación LDAP esté habilitada. Cuando sea posible, las conexiones LDAP serán totalmente evitadas.",
        "UseLdapForAuthentication": "Siempre utilizar LDAP para autenticación",
        "UseLdapForAuthenticationDescription": "Si es deshabilitado, las contraseñas de usuario serán guardadas en la base de datos de Matomo además de LDAP. Esto resultará en inicios de sesión más rápidos, pero menos seguros.",
        "PasswordField": "Campo de contraseña",
        "PasswordFieldDescription": "Nombre del atributo LDAP conteniendo la contraseña del usuario, p. ej.: 'userPassword' o 'unicodePwd'.",
        "PasswordFieldDescription2": "Si 'Siempre utilizar LDAP para autenticación' está habilitado y 'Generar token_auth aleatorio para nuevos usuarios' está deshabilitado, el valor de este campo en LDAP debe ser un hash del usuario o contraseña encriptada.",
        "ReadMoreAboutAccessSynchronization": "Para aprender más acerca de sincronización de acceso de usuario, %1$slea nuestra documentación%2$s.",
        "ExpectedLdapAttributes": "Atributos LDAP esperados",
        "ExpectedLdapAttributesPrelude": "Con esta configuración, LoginLdap esperará atributos en LDAP que se ven así",
        "NetworkTimeout": "Solicitud de tiempo de respuesta de red LDAP (en segundos)",
        "NetworkTimeoutDescription": "El límite de tiempo en segundos para una solicitud de red LDAP.",
        "NetworkTimeoutDescription2": "Cuanto mayor el tiempo de estera, mayor es el tiempo que los usuarios pueden tener que esperar antes que Matomo pueda registrarlos a través de LDAP, si uno o más de sus servidores dejan de responder.",
        "Go": "Ir",
        "LoginPluginEnabledWarning": "Los complementos %1$s y %2$s están habilitados! Esto causará inicios de sesión de usuarios LDAP que fracasen, por favor deshabilite el complemento %1$s.",
        "MemberOfField": "LDAP memberOf Field",
        "MemberOfFieldDescription": "Campo utilizado por su LDAP para indicar membresía, de manera predeterminada \"memberOf\"",
        "LdapUrlPortWarning": "La opción puerto es ignorada cuando el hostname del servidor se establece a una URL LDAP (ie, ldap:\/\/localhost\/ en lugar de localhost).",
        "UpdateFromPre300Warning": "Desde que actualizó desde una versión pre-3.0.0, probablemente debería mantener esta opción sin marcar. Antes de la versión 3.0.0, las contraseñas de usuario se almacenaban tanto en LDAP y en la base de datos Matomo. Esta opción debe estar desactivada para que los usuarios agregados antes de la actualización puedan iniciar sesión.",
        "MobileAppIntegrationNote": "Nota: Si planea utilizar LDAP con la aplicación móvil oficial, debe mantener esta opción deshabilitada. Actualmente, la aplicación móvil no puede autenticar usuarios si las contraseñas de los usuarios no están guardadas en la base de datos de Matomo.",
        "PasswordFieldHelp": "Introduce una contraseña para sobreescribir la actual o deja en blanco para no hacer cambios.",
        "LdapUserCantChangePassword": "Cambiando su contraseña no tiene soporte en usuarios LDAP. Si utiliza LDAP, su configuración es gestionada directamente desde LDAP. Para mayor información, por favor contáctese sea con su administrador de servidor LDAP o Matomo."
    }
}