{
    "LoginLdap": {
        "PluginDescription": "Composant de connexion avec authentification LDAP, alternative au composant de connexion standard de Matomo.",
        "MenuLdap": "Utilisateurs LDAP",
        "LoadUser": "Charger l'utilisateur depuis le LDAP",
        "LoadUserDescription": "Vous pouvez utiliser ce formulaire pour synchroniser le mot de passe d'un seul utilisateur LDAP depuis l'interface graphique.",
        "LoadUserCommandDesc": "Pour synchroniser plus d'utilisateurs, utilisez la commande %s.",
        "Settings": "Paramètres LDAP",
        "AliasField": "Champ alias utilisateur",
        "BaseDn": "DN de base",
        "LdapPort": "Port du serveur LDAP",
        "MailField": "Champ adresse e-mail",
        "ServerUrl": "URL du serveur",
        "UserIdField": "Champ ID utilisateur",
        "AliasFieldDescription": "Attribut LDAP utilisé pour générer le nom complet d'utilisateur dans Matomo, par exemple \"cn\".",
        "MailFieldDescription": "Attribut LDAP contenant l'adresse e-mail, par exemple \"mail\".",
        "UserIdFieldDescription": "Attribut LDAP contenant le nom d'utilisateur, par exemple \"uid\", ou \"userPrincipalName\" pour un annuaire ActiveDirecotry.",
        "UserNotFound": "Utilisateur \"%s\" introuvable !",
        "NoUserName": "Pas de nom d'utilisateur trouvé.",
        "UsernameSuffix": "Suffixe d'adresse e-mail",
        "UsernameSuffixDescription": "Ajouté à l'alias pour générer l'adresse email si l'utilisateur n'en a aucun d'enregistrée dans le LDAP, par exemple : \"@localhost.com\".",
        "AdminUser": "Login connexion LDAP",
        "AdminUserDescription": "Utilisateur ayant accès aux autres entrées utilisateurs de l'annuaire. Laisser vide pour un accès anonyme.",
        "AdminPass": "Mot de passe LDAP",
        "MemberOf": "Groupe utilisateur requis",
        "MemberOfDescription": "Nom du groupe dont l'utilisateur doit être membre pour pouvoir se connecter, par exemple : \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "NB : Ce paramètre utilise le filtre LDAP standard \"memberOf=?\". Certains serveurs LDAP nécessitent une configuration avancée pour cela.",
        "Filter": "Filtre de recherche LDAP avancé",
        "FilterDescription": "Filtre LDAP utilisé pour déterminer quelles entrées de l'annuaire sont autorisées à s'authentifier pour l'accès à Matomo. Par exemple : \"(objectClass=person)\".",
        "Kerberos": "Utiliser Auth. Server Web (ex. Kerberos SSO)",
        "KerberosDescription": "Si activé, ce composant va vérifier la variable $_SERVER['REMOTE_USER'] et supposer que l'utilisateur est déjà authentifié. Si $_SERVER['REMOTE_USER'] n'est pas présente, tous les utilisateurs seront authentifiés en fonction es autres paramètres.",
        "LdapUserAdded": "Utilisateur LDAP ajouté avec succès !",
        "LdapFunctionsMissing": "L'extension PHP LDAP, nécessaire au fonctionnement du composant n'est pas détectée. Merci de l'installer.",
        "CannotConnectToServer": "Connexion au serveur LDAP impossible.",
        "CannotConnectToServers": "Aucune connexion à l'un des %s serveurs LDAP n'est possible.",
        "LDAPServers": "Serveur LDAP",
        "OneUser": "1 utilisateur",
        "MemberOfCount": "%s entrées dans le groupe.",
        "FilterCount": "%s entrée correspondent au filtre.",
        "Test": "Test",
        "InvalidFilter": "Filtre invalide.",
        "ServerName": "Nom du serveur",
        "FirstNameField": "Champ Prénom",
        "FirstNameFieldDescription": "Attribut LDAP contenant le prénom.",
        "LastNameField": "Champ Nom",
        "LastNameFieldDescription": "Attribut LDAP contenant le nom patronymique.",
        "FirstLastNameForAlias": "Le prénom et le nom sont utilisés pour générer un nom complet si aucun nom complet n'est renseigné dans l'annuaire LDAP.",
        "NewUserDefaultSitesViewAccess": "Sites initialement accessibles en consultation pour les nouveaux utilisateurs",
        "NewUserDefaultSitesViewAccessDescription": "Sites auxquels un utilisateur du LDAP a accès en consultation lorsqu'il est synchronisé pour la première fois. Entrer la liste des ID des sites auxquels donner un accès en consultation ou utiliser 'all' pour tous.",
        "EnableLdapAccessSynchronization": "Activer la synchronisation des droits d'accès utilisateurs depuis le LDAP",
        "EnableLdapAccessSynchronizationDescription": "Si cette option est activée, les droits d'accès utilisateurs sont déterminés par des attributs spécifiques du LDAP. NB : Pour utiliser cette fonction vous devez étendre préalablement votre schéma LDAP avec ces attributs spécifiques.",
        "LdapViewAccessField": "Champ LDAP accès en consultation",
        "LdapViewAccessFieldDescription": "Attribut LDAP qui détermine à quels sites l'utilisateur a un accès en consultation.",
        "LdapAdminAccessField": "Champ LDAP accès administrateur",
        "LdapAdminAccessFieldDescription": "Attribut LDAP qui détermine pour quels sites l'utilisateur dispose de droits administrateur.",
        "LdapSuperUserAccessField": "Champ LDAP accès super-administrateur",
        "LdapSuperUserAccessFieldDescription": "Attribut LDAP qui détermine si un utilisateur dispose des droits super-administrateur ou pas.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Séparateur entre les serveurs dans l'attribut accès utilisateur",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Chaîne de caractères utilisée pour séparer les différentes instances de Matomo dans l'attribut accès utilisateur. Si ';' est utilisé par exemple, l'attribut d'accès devrait ressembler à : '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Séparateur entre le serveur de la liste des sites dans l'attribut accès utilisateur",
        "LdapUserAccessAttributeServerSeparatorDescription": "Chaîne de caractères utilisée pour séparer l'ID de l'instance de Matomo ID de la liste des ID de sites. Par exemple, si ' :' est utilisé, l'attribut d'accès devrait être renseigné ainsi : '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Nom spécifique pour cette instance Matomo",
        "ThisMatomoInstanceNameDescription": "Nom spécifique utilisé pour identifier cette instance Matomo dans un attribut d'accès. Si rien n'est renseigné, nous cherchons l'URL de base de cette instance de Matomo.",
        "UnsupportedPasswordReset": "Impossible de réinitialiser le mot de passe utiliseur. Merci de contacter votre administrateur.",
        "UserSyncSettings": "Paramètres de synchronisation des utilisateurs",
        "AccessSyncSettings": "Paramètres de synchronisation des accès",
        "SynchronizeUsersAfterLogin": "Synchroniser les utilisateurs après une authentification réussie",
        "SynchronizeUsersAfterLoginDescription": "Si cette option est activée, les informations de l'utilisateur seront synchronisées depuis le LDAP après chaque connection réussie.",
        "SynchronizeUsersAfterLoginDescription2": "Si cette option est désactivée, le composant ne synchronisera pas les informations de l'utilisateur après connexion, même si l'authentification LDAP est activée. Si possible, les requêtes LDAP seront évitées totalement.",
        "UseLdapForAuthentication": "Toujours utiliser LDAP pour l'authentification",
        "UseLdapForAuthenticationDescription": "Si désactivé, les mots de passe utilisateur seront stockés dans la BDD Matomo en plus de LDAP. Cela permettra une authentification plus rapide mais c'est moins sécurisé.",
        "PasswordField": "Champ mot de passe utilisateur",
        "PasswordFieldDescription": "Attribut LDAP contenant le hash du mot de passe utilisateur, par exemple 'userPassword' ou 'unicodePwd'.",
        "PasswordFieldDescription2": "Si \"toujours utiliser LDAP pour l'authentification\" est activé et \"générer des token_auth aléatoires pour les nouveaux utilisateurs\" est désactivé, la valeur de ce champs LDAP doit être un mot de passe utilisateur hashé ou bien chiffré.",
        "ReadMoreAboutAccessSynchronization": "Pour en savoir plus sur la synchronisation des accès utilisateurs de Matomo, %1$slire la documentation%2$s.",
        "ExpectedLdapAttributes": "Attributs LDAP attendus",
        "ExpectedLdapAttributesPrelude": "Avec cette configuration, le composant LoginLdap attend des attributs LDAP qui ressemblent à ...",
        "NetworkTimeout": "Délai d'attente LDAP (en secs)",
        "NetworkTimeoutDescription": "Durée maximale d'attente en secondes pour une réponse à une requête LDAP.",
        "NetworkTimeoutDescription2": "Supérieur au délai d'attente LDAP, temps maximum que vos utilisateurs peuvent avoir à attendre pour se connecter à Matomo via LDAP, si un ou plusieurs de vos serveurs LDAP ne répondent plus.",
        "Go": "Aller",
        "LoginPluginEnabledWarning": "Les composants %1$s et %2$s sont tous deux activés ! Cela va causer un échec de l'authentification pour les utilisateurs LDAP, veuillez désactiver le composant %1$s.",
        "MemberOfField": "Champ LDAP memberOf",
        "MemberOfFieldDescription": "Champs utilisé par votre LDAP pour indiquer l'appartenance, par défaut \"memberOf\"",
        "LdapUrlPortWarning": "L'option port est ignorée quand la valeur de nom d'hôte est définie à une URL LDAP (c'est à dire ldap:\/\/localhost\/ au lieu de localhost).",
        "UpdateFromPre300Warning": "Puisque vous avez mis à jour depuis une version antérieure à 3.0.0, vous devriez probablement garder cette option non cochée. Avant la version 3.0.0 les mots de passe étaient stockés à la fois dans LDAP et dans la BDD Matomo. Cette option doit être décochée pour que les utilisateurs ajoutés à la mise à jour puissent continuer à s'authentifier.",
        "MobileAppIntegrationNote": "Note : si vous planifiez d'utiliser LDAP avec l'application mobile officielle, vous devez garder cette option décochée. Actuellement l'application mobile ne peut pas authentifier des utilisateurs si leur mot de passe n'est pas stocké dans la BDD Matomo.",
        "PasswordFieldHelp": "Entrez un mot de passe pour remplacer le mot de passe existant ou laisser vide pour ne rien changer.",
        "LdapUserCantChangePassword": "La modification du mot de passe n'est pas disponible pour les utilisateurs authentifiés par LDAP. Utilisant LDAP, vous informations d'authentification sont gérées directement dans l'annuaire. Pour plus d'informations, contactez votre administrateur LDAP ou Matomo."
    }
}