{
    "LoginLdap": {
        "AccessSyncSettings": "Paramètres de synchronisation des accès",
        "AdminPass": "Mot de passe LDAP",
        "AdminUser": "Login connection LDAP",
        "AdminUserDescription": "Utilisateur ayant accès aux autres entrées utilisateurs de l'annuaire. Laisser vide pour un accès anonyme.",
        "AliasField": "Champ alias utilisateur",
        "AliasFieldDescription": "Attribut LDAP utilisé pour générer le nom complet d'utilisateur dans Piwik, par exemple \"cn\".",
        "BaseDn": "DN de base",
        "CannotConnectToServer": "Connection au serveur LDAP impossible.",
        "CannotConnectToServers": "Aucune connection à l'un des %s serveurs LDAP n'est possible.",
        "EnableLdapAccessSynchronization": "Activer la synchronisation des droits d'accès utilisateurs depuis le LDAP",
        "EnableLdapAccessSynchronizationDescription": "Si cette option est activée, les droits d'accès utilisateurs sont déterminés par des attributs spécifiques du LDAP. NB : Pour utiliser cette fonction vous devez étendre préalablement votre schéma LDAP avec ces attributs spécifiques.",
        "ExpectedLdapAttributes": "Attributs LDAP attendus",
        "ExpectedLdapAttributesPrelude": "Avec cette configuration, le plugin LoginLdap attends des attributs LDAP qui ressemblent à ...",
        "Filter": "Filtre de recherche LDAP avancé",
        "FilterCount": "%s entrée correspondent au filtre.",
        "FilterDescription": "Filtre LDAP utilisé pour déterminer quelles entrées de l'annuaire sont autorisées à s'authentifier pour l'accès à Piwik. Par exemple : \"(objectClass=person)\".",
        "FirstLastNameForAlias": "Le prénom et le nom sont utilisés pour générer un nom complet si aucun nom complet n'est renseigné dans l'annuaire LDAP.",
        "FirstNameField": "Champ Prénom",
        "FirstNameFieldDescription": "Attribut LDAP contenant le prénom.",
        "GenerateRandomTokenAuth": "Générer au hasard un jeton d'authentification (token) pour les nouveaux utilisateurs",
        "GenerateRandomTokenAuthDescription": "Par défaut, le jeton d'authentification (token) d'un utilisateur est généré en utilisant le mot de passe LDAP de l'utilisateur. Cochez cette option pour générer un jeton d'authentification aléatoire pour chaque utilisateur.",
        "GenerateRandomTokenAuthDescription2": "Si votre serveur LDAP ne permet pas l'accès aux hash des mots de passe de vos utilisateurs, vous devez cocher cette option.",
        "InvalidFilter": "Filtre invalide.",
        "Kerberos": "Utiliser Auth. Server Web (ex. Kerberos SSO)",
        "KerberosDescription": "Si cette option est activée, le plugin va vérifier la variable $_SERVER['REMOTE_USER'] et partir du principe que l'utilisateur est déjà connecté. Les super-administrateurs normaux peuvent continuer à se connecter.",
        "LastNameField": "Champ Nom",
        "LastNameFieldDescription": "Attribut LDAP contenant le nom patronymique.",
        "LdapAdminAccessField": "Champ LDAP accès administrateur",
        "LdapAdminAccessFieldDescription": "Attribut LDAP qui détermine pour quels sites l'utilisateur dispose de droits administrateur.",
        "LdapFunctionsMissing": "L'extension PHP LDAP, nécéssaire au fonctionnement du plugin n'est pas détectée. Merci de l'installer.",
        "LdapPort": "Port du serveur LDAP",
        "LDAPServers": "Serveur LDAP",
        "LdapSuperUserAccessField": "Champ LDAP accès super-administrateur",
        "LdapSuperUserAccessFieldDescription": "Attribut LDAP qui détermine si un utilisateur dispose des droits super-administrateur ou pas.",
        "LdapUserAccessAttributeServerSeparator": "Séparateur entre le serveur de la liste des sites dans l'attribut accès utilisateur",
        "LdapUserAccessAttributeServerSeparatorDescription": "Chaîne de caractères utilisée pour séparer l'ID de l'instance de Piwik ID de la liste des ID de sites. Par exemple, si ':' est utilisé, l'attribut d'accès devrait être renseigné ainsi : '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Séparateur entre les serveurs dans l'attribut accès utilisateur",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Chaîne de caractères utilisée pour séparer les différentes instances de Piwik dans l'attribut accès utilisateur. Si ';' est utilisé par exemple, l'attribut d'accès devrait ressembler à : '<server-spec>;<server-spec>;...'.",
        "LdapUserAdded": "Utilisateur LDAP ajouté correctement.",
        "LdapViewAccessField": "Champ LDAP accès en consultation",
        "LdapViewAccessFieldDescription": "Attribut LDAP qui détermine à quels sites l'utilisateur a un accès en consultation.",
        "LoadUser": "Charger l'utilisateur depuis le LDAP",
        "LoadUserDescription": "Chercher l'utilisateur dans l'annuaire LDAP et l'ajouter à Piwik si trouvé.",
        "MailField": "Champ adresse e-mail",
        "MailFieldDescription": "Attribut LDAP contenant l'adresse e-mail, par exemple \"mail\".",
        "MemberOf": "Groupe utilisateur requis",
        "MemberOfCount": "%s entrées dans le groupe.",
        "MemberOfDescription": "Nom du groupe dont l'utilisateur doit être membre pour pouvoir se connecter, par exemple : \"cn=Piwik User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "NB : Ce paramètre utilise le filtre LDAP standard \"memberOf=?\". Certains serveurs LDAP nécessitent une configuration avancée pour cela.",
        "MemberOfField": "Champ MemberOf",
        "MemberOfFieldDescription": "Attribut utilisé par votre LDAP pour indiquer l'appartenance à un groupe, par defaut \"memberOf\"",
        "MenuLdap": "Utilisateurs LDAP",
        "NetworkTimeout": "Délai d'attente LDAP (en secs)",
        "NetworkTimeoutDescription": "Durée maximale d'attente en secondes pour une réponse à une requête LDAP.",
        "NetworkTimeoutDescription2": "Supérieur au délai d'attente LDAP, temps maximum que vos utilisateurs peuvent avoir à attendre pour se connecter à Piwik via LDAP, si un ou plusieurs de vos serveurs LDAP ne répondent plus.",
        "NewUserDefaultSitesViewAccess": "Sites initialement accessibles en consultation pour les nouveaux utilisateurs",
        "NewUserDefaultSitesViewAccessDescription": "Sites auxquels un utilisateur du LDAP a accès en consultation lorsqu'il est synchronisé pour la première fois. Entrer la liste des ID des sites auxquels donner un accès en consultation ou utiliser 'all' pour tous.",
        "NoUserName": "Pas de nom d'utilisateur trouvé.",
        "OneUser": "1 utilisateur",
        "PasswordField": "Champ mot de passe utilisateur",
        "PasswordFieldDescription": "Attribut LDAP contenant le hash du mot de passe utilisateur, par exemple 'userPassword' ou 'unicodePwd'.",
        "PasswordFieldDescription2": "Si 'Utiliser LDAP pour l'authentification' est activé et 'Générer au hasard un jeton d'authentification (token) pour les nouveaux utilisateurs' est désactivé, la valeur de ce champ dans l'annuaire LDAP doit être le hash d'un utilisateur ou un mot de passe chiffré.",
        "PluginDescription": "Plugin de connection avec authentification LDAP, alternative au plugin de connection standard de Piwik.",
        "ReadMoreAboutAccessSynchronization": "Pour en savoir plus sur la synchronisation des accès utilisateurs de Piwik, %1$slire la documentation%2$s.",
        "ServerNameEditInstructions": "Pour modifier le nom d'un serveur LDAP, cliquez sur son nom.",
        "ServerUrl": "URL du serveur",
        "Settings": "¨Paramètres LDAP",
        "SynchronizeUsersAfterLogin": "Synchroniser l'utilisateur après une authentification réussie",
        "SynchronizeUsersAfterLoginDescription": "Si cette option est activée, les informations de l'utilisateur seront synchronisées depuis le LDAP après chaque connection réussie.",
        "SynchronizeUsersAfterLoginDescription2": "Si cette option est désactivée, le plugin ne synchronisera pas les informations de l'utilisateur après connection, même si l'authentification LDAP est activée. Si possible, les requêtes LDAP seront évitées totalement.",
        "Test": "Test",
        "ThisPiwikInstanceName": "Nom spécifique pour cette instance Piwik",
        "ThisPiwikInstanceNameDescription": "Nom spécifique utilisé pour identifier cette instance Piwik dans un attribut d'accès. Si rien n'est renseigné, nous cherchons l'URL de base de cette instance de Piwik.",
        "UnsupportedPasswordReset": "Impossible de réinitialiser le mot de passe utiliseur. Merci de contacter votre administrateur.",
        "UseLdapForAuthentication": "Utiliser LDAP pour l'authentification",
        "UseLdapForAuthenticationDescription": "Si désactivé, la connection LDAP sera établie seulement pour syncrhoniser les informations utilisateur. Les mots de passe seront stockés dans la base de données de Piwik en complément du LDAP.",
        "UserIdField": "Champ ID utilisateur",
        "UserIdFieldDescription": "Attribut LDAP contenant le nom d'utilisateur, par exemple \"uid\", ou \"userPrincipalName\" pour un annuaire ActiveDirecotry.",
        "UsernameSuffix": "Suffixe d'adresse e-mail",
        "UsernameSuffixDescription": "Ajouté à l'alias pour générer l'adresse email si l'utilisateur n'en a aucun d'enregistrée dans le LDAP, par exemple : \"@localhost.com\".",
        "UserNotFound": "Utilisateur \"%s\" introuvable !",
        "UserSyncSettings": "Paramètres de synchronisation des utilisateurs"
    }
}