{
    "LoginLdap": {
        "AccessSyncSettings": "Socruithe sioncronaithe rochtana",
        "AdminPass": "Pasfhocal LDAP",
        "AdminUser": "Ainm Úsáideora Ceangail LDAP",
        "AdminUserDescription": "Úsáideoir le rochtain ar iontrálacha úsáideora eile, nó bán le haghaidh ceangal gan ainm.",
        "AliasField": "Réimse Ailias Úsáideora",
        "AliasFieldDescription": "An tréith LDAP a úsáidtear chun ailias Matomo úsáideora a ghiniúint, e.g. \"cn\".",
        "BaseDn": "Bonn DN",
        "CannotConnectToServer": "Níorbh fhéidir ceangal leis an bhfreastalaí LDAP.",
        "CannotConnectToServers": "Níorbh fhéidir ceangal le haon cheann de na freastalaithe LDAP %s.",
        "EnableLdapAccessSynchronization": "Cumasaigh Sioncrónú Rochtana Úsáideora ó LDAP",
        "EnableLdapAccessSynchronizationDescription": "Má chumasaítear iad, cinntear leibhéil rochtana úsáideora de réir tréithe saincheaptha LDAP. Nóta: Chun an ghné seo a úsáid beidh ort scéimre do fhreastalaí LDAP a mhodhnú.",
        "ExpectedLdapAttributes": "Tréithe LDAP a bhfuiltear ag súil leo",
        "ExpectedLdapAttributesPrelude": "Leis an gcumraíocht seo, beidh LoginLdap ag súil le tréithe i LDAP atá cosúil le",
        "Filter": "Scagaire Cuardaigh LDAPName",
        "FilterCount": "Tá %s comhoiriúnach leis an scagaire seo.",
        "FilterDescription": "Scagaire LDAP a úsáidtear chun a chinneadh cé na heintitis a cheadaítear a úsáid le haghaidh fíordheimhnithe, e.g. \"(objectClass =person)\".",
        "FirstLastNameForAlias": "Úsáidtear an chéad ainm agus an t-ainm deireanach chun ailias a ghiniúint mura féidir ceann a fháil i LDAP.",
        "FirstNameField": "Réimse an Chéad Ainm",
        "FirstNameFieldDescription": "An tréith LDAP ina bhfuil céadainm úsáideora.",
        "Go": "Téigh",
        "InvalidFilter": "Scagaire neamhbhailí.",
        "Kerberos": "Úsáid Auth Freastalaí Gréasáin (m.sh. Kerberos SSO)",
        "KerberosDescription": "Má chumasaítear é, seiceálfaidh an breiseán an athróg $_SERVER['REMOTE_USER'] agus glacfaidh sé leis go bhfuil an t-úsáideoir fíordheimhnithe cheana féin. Mura bhfuil an $_SERVER['REMOTE_USER'] i láthair, fíordheimhnítear gach úsáideoir de réir na socruithe eile.",
        "LDAPServers": "Freastalaithe LDAP",
        "LastNameField": "Réimse an Ainm Dheireanaigh",
        "LastNameFieldDescription": "An tréith LDAP ina bhfuil ainm deireanach úsáideora.",
        "LdapAdminAccessField": "Réimse Rochtana Riaracháin LDAP",
        "LdapAdminAccessFieldDescription": "An tréith LDAP saincheaptha a chinneann cé na suíomhanna a bhfuil rochtain riaracháin ag úsáideoir orthu.",
        "LdapFunctionsMissing": "Ní cosúil go bhfuil an síneadh PHP LDAP cumasaithe. Tá sé ag teastáil don bhreiseán seo, suiteáil é le do thoil.",
        "LdapPort": "Port Freastalaí",
        "LdapSuperUserAccessField": "Réimse Rochtana Úsáideora Super LDAP",
        "LdapSuperUserAccessFieldDescription": "An tréith LDAP saincheaptha a chinneann an bhfuil úsáideoir ina superuser nó nach bhfuil.",
        "LdapUrlPortWarning": "Déantar neamhaird ar rogha an phoirt nuair a shocraítear óstainm an fhreastalaí chuig URL LDAP (ie, ldap://localhost/ in ionad localhost).",
        "LdapUserAccessAttributeServerSeparator": "Freastalaí Tréithe Rochtana Úsáideora &amp; Deighilteoir Liosta Suímh",
        "LdapUserAccessAttributeServerSeparatorDescription": "An teaghrán a úsáidtear chun IDanna ásc freastalaí Matomo a scaradh le liostaí aitheantais an láithreáin. Má shocraítear ':', beifear ag súil go mbeidh cuma ':&lt;server-id&gt;&lt;site-list&gt;;&lt;server-id&gt;&lt;site-list&gt;:' ar an tréith rochtana.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Teormharcóir Sonraíocht Freastalaí Tréithe Rochtana Úsáideora",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "An teaghrán a úsáidtear chun sonraíochtaí freastalaí a theorannú i tréith rochtana úsáideora. Má shocraítear ';', beifear ag súil go mbeidh cuma ';;&lt;server-spec&gt;&lt;server-spec&gt; …'.",
        "LdapUserAdded": "Chuir úsáideoir LDAP leis go rathúil!",
        "LdapUserCantChangePassword": "Ní thacaítear le d'úsáideoirí LDAP do phasfhocal a athrú. De réir mar a úsáideann tú LDAP, déantar do shocruithe úsáideora a bhainistiú go díreach i LDAP. Le haghaidh tuilleadh eolais, téigh i dteagmháil le do riarthóir freastalaí LDAP nó le do riarthóir Matomo.",
        "LdapViewAccessField": "Réimse Rochtana Amharc LDAP",
        "LdapViewAccessFieldDescription": "An tréith saincheaptha LDAP a chinneann cé na suíomhanna a bhfuil rochtain amhairc ag úsáideoir orthu.",
        "LoadUser": "Luchtaigh Úsáideoir ó LDAP",
        "LoadUserCommandDesc": "Chun tuilleadh úsáideoirí a shioncrónú, bain úsáid as an ordú %s.",
        "LoadUserDescription": "Is féidir leat an fhoirm seo a úsáid chun úsáideoir amháin a shioncrónú i LDAP ón UI.",
        "LoginPluginEnabledWarning": "Cumasaítear breiseáin%1$s agus %2$s araon! Cuirfidh sé seo faoi deara go dteipfidh ar logáil isteach d'úsáideoirí LDAP, díchumasaigh an breiseán %1$s.",
        "MailField": "Réimse Seoladh Ríomhphoist",
        "MailFieldDescription": "Tréith LDAP ina bhfuil seoladh ríomhphoist úsáideora, e.g. \"post\".",
        "MemberOf": "Grúpa Úsáideora Riachtanach",
        "MemberOfCount": "Tá %s ina bhall den ghrúpa seo.",
        "MemberOfDescription": "Grúpa a cheanglaítear ar an úsáideoir a bheith ina bhall de, e.g. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Nóta: Úsáideann an socrú seo an ballOf=? Scagaire LDAP. Éilíonn roinnt freastalaithe LDAP socrú breise chun go n-oibreoidh sé seo.",
        "MemberOfField": "Ball LDAP Of Field",
        "MemberOfFieldDescription": "Réimse a úsáideann do LDAP chun ballraíocht a léiriú, de réir réamhshocraithe \"memberOf\"",
        "MenuLdap": "Úsáideoirí LDAP",
        "MobileAppIntegrationNote": "nóta: Má tá sé ar intinn agat LDAP a úsáid leis an aip soghluaiste oifigiúil, ní mór duit an rogha seo a choinneáil gan seiceáil. Faoi láthair, ní féidir leis an aip mhóibíleach úsáideoirí a fhíordheimhniú mura stóráiltear pasfhocail úsáideora in DB Matomo.",
        "NetworkTimeout": "Teorainn Ama Iarratais Líonra LDAP (i soic)",
        "NetworkTimeoutDescription": "An teorainn ama i soicindí d'iarratas líonra LDAP.",
        "NetworkTimeoutDescription2": "Dá mhéad an t-am istigh, is ea is mó ama a chaithfidh d'úsáideoirí fanacht sular féidir le Matomo iad a logáil isteach trí LDAP, má éiríonn ceann amháin nó níos mó de do fhreastalaithe neamhfhreagrach.",
        "NewUserDefaultSitesViewAccess": "Suíomhanna Tosaigh le View Access d'Úsáideoirí Nua",
        "NewUserDefaultSitesViewAccessDescription": "Má shonraítear, nuair a dhéantar úsáideoir LDAP a shioncrónú den chéad uair tugtar rochtain amhairc dóibh ar na suíomhanna seo. Ba chóir é a shocrú ar liosta IDanna nó 'uile'.",
        "NoUserName": "Níor tugadh aon ainm úsáideora!",
        "OneUser": "1 úsáideoir",
        "OptionsPWCONFIRMATION": "Cumasaigh deimhniú pasfhocail",
        "OptionsPWCONFIRMATIONDescription": "Má chumasaítear é, taispeánfar an riachtanas a bhaineann le dúshlán pasfhocail chun gníomhartha riaracháin a bhailíochtú agus ní mór duit pasfhocal bailí a iontráil chun leanúint ar aghaidh níos faide.",
        "PasswordField": "Réimse Pasfhocal Úsáideora",
        "PasswordFieldDescription": "Ainm na tréithe LDAP ina bhfuil pasfhocal úsáideora, e.g. 'userPassword' nó 'unicodePwd'.",
        "PasswordFieldDescription2": "Má tá 'Úsáid LDAP le haghaidh Fíordheimhnithe i gcónaí' cumasaithe agus má tá 'Generate Random token_auth For New Users' díchumasaithe, ní mór luach an réimse seo i LDAP a bheith ina phasfhocal hashed nó criptithe úsáideora.",
        "PasswordFieldHelp": "Iontráil focal faire chun an pasfhocal atá ann cheana a fhorscríobh nó fág bán gan aon athrú a dhéanamh.",
        "PluginDescription": "Breiseán logála isteach le fíordheimhniú LDAP. Soláthraíonn sé rogha eile ar an mbreiseán caighdeánach Logáil Isteach Matomo.",
        "ReadMoreAboutAccessSynchronization": "Chun tuilleadh eolais a fháil faoi shioncrónú rochtana úsáideora, %1$sread our docs%2$s.",
        "ServerName": "Ainm an fhreastalaí",
        "ServerUrl": "URL an fhreastalaí",
        "Settings": "Socruithe LDAP",
        "StartTLS": "Cumasaigh TLS",
        "StartTLSFieldHelp": "Chun TLS a ghníomhachtú don fhreastalaí seo",
        "StripDomainFromWebAuth": "Strip Fearann ó Úsáideoir Auth Freastalaí Gréasáin",
        "StripDomainFromWebAuthDescription": "Má chumasaítear é, déanfar an chuid fearainn den úsáideoir san athróg $_SERVER['REMOTE_USER'] a stripped away (i.e. aon rud tar éis agus an chéad '@' san áireamh).",
        "SynchronizeUsersAfterLogin": "Sioncrónaigh úsáideoirí tar éis logáil isteach rathúil",
        "SynchronizeUsersAfterLoginDescription": "Má chumasaítear iad, déanfar sonraí úsáideora i LDAP a shioncrónú i gcónaí tar éis logáil isteach rathúil.",
        "SynchronizeUsersAfterLoginDescription2": "Má tá sé díchumasaithe, ní dhéanfaidh an breiseán faisnéis úsáideora a shioncrónú tar éis logáil isteach, ach amháin má tá fíordheimhniú LDAP cumasaithe. Nuair is féidir, seachnófar naisc LDAP go hiomlán.",
        "Test": "Tástáil",
        "ThisMatomoInstanceName": "Ainm speisialta ar an ásc Matomo seo",
        "ThisMatomoInstanceNameDescription": "Ainm speisialta a úsáidtear chun an sampla Matomo seo a aithint i dtréith rochtana. Mura sonraítear aon cheann, táimid ag súil le bun-URL an Matomo seo.",
        "UnsupportedPasswordReset": "Ní féidir pasfhocal an úsáideora seo a athshocrú, téigh i dteagmháil le riarthóir.",
        "UpdateFromPre300Warning": "Ós rud é go ndearna tú nuashonrú ó leagan réamh-3.0.0, is dócha gur chóir duit an rogha seo a choinneáil gan seiceáil. Roimh leagan 3.0.0, stóráileadh pasfhocail úsáideora i LDAP agus sa Matomo DB. Ní mór an rogha seo a dhísheiceáil ionas go mbeidh úsáideoirí a cuireadh leis roimh an uasghrádú in ann logáil isteach.",
        "UseLdapForAuthentication": "Úsáid LDAP i gcónaí le haghaidh Fíordheimhnithe",
        "UseLdapForAuthenticationDescription": "Má tá tú díchumasaithe, stórálfar pasfhocail úsáideora i DB Matomo chomh maith le LDAP. Beidh logáil isteach níos tapúla mar thoradh air seo, ach níl sé chomh slán.",
        "UserIdField": "Réimse Aitheantais Úsáideora",
        "UserIdFieldDescription": "An tréith LDAP ina bhfuil ainm úsáideora úsáideora, e.g. \"uid\", nó le haghaidh Active Directory: \"userPrincipalName\".",
        "UserNotFound": "Níor aimsíodh úsáideoir \"%s\"!",
        "UserSyncSettings": "Socruithe sioncronaithe úsáideora",
        "UsernameSuffix": "Iarmhír Seoladh Ríomhphoist",
        "UsernameSuffixDescription": "Iarcheangailte le hainmneacha úsáideora chun seoltaí ríomhphoist a ghiniúint d'úsáideoirí nach bhfuil aon cheann acu i LDAP. Socraigh go, m.sh., \"@localhost.com\"."
    }
}
