{
    "LoginLdap": {
        "AccessSyncSettings": "ઍક્સેસ સિંક્રનાઇઝેશન સેટિંગ્સ",
        "AdminPass": "LDAP પાસવર્ડ",
        "AdminUser": "LDAP બાઈન્ડ વપરાશકર્તા નામ",
        "AdminUserDescription": "અન્ય વપરાશકર્તા એન્ટ્રીઓની ઍક્સેસ ધરાવતો વપરાશકર્તા, અથવા અનામી બાઈન્ડ માટે ખાલી.",
        "AliasField": "વપરાશકર્તા ઉપનામ ફીલ્ડ",
        "AliasFieldDescription": "LDAP એટ્રિબ્યુટનો ઉપયોગ વપરાશકર્તાના Matomo ઉપનામ જનરેટ કરવા માટે થાય છે, દા.ત. \"cn\".",
        "BaseDn": "બેસ DN",
        "CannotConnectToServer": "LDAP સર્વર સાથે કનેક્ટ કરી શકાયું નથી.",
        "CannotConnectToServers": "કોઈપણ %s LDAP સર્વર સાથે કનેક્ટ કરી શકાયું નથી.",
        "EnableLdapAccessSynchronization": "LDAP થી યુઝર એક્સેસ સિંક્રોનાઇઝેશન સક્ષમ કરો",
        "EnableLdapAccessSynchronizationDescription": "જો સક્ષમ હોય, તો યુઝર એક્સેસ લેવલ કસ્ટમ એલડીએપી એટ્રિબ્યુટ્સ દ્વારા નક્કી કરવામાં આવે છે. નોંધ: આ સુવિધાનો ઉપયોગ કરવા માટે તમારે તમારા LDAP સર્વરની સ્કીમામાં ફેરફાર કરવો પડશે.",
        "ExpectedLdapAttributes": "અપેક્ષિત LDAP વિશેષતાઓ",
        "ExpectedLdapAttributesPrelude": "આ રૂપરેખાંકન સાથે, LoginLdap એ LDAP માં આવી જેવી વિશેષતાઓ હોવાની અપેક્ષા કરશે",
        "Filter": "LDAP શોધ ફિલ્ટર",
        "FilterCount": "%s આ ફિલ્ટર દ્વારા મેળ ખાય છે.",
        "FilterDescription": "પ્રમાણીકરણ માટે કઈ એન્ટિટીનો ઉપયોગ કરવાની મંજૂરી છે તે નિર્ધારિત કરવા માટે વપરાયેલ LDAP ફિલ્ટર, દા.ત. \"(objectClass=person)\".",
        "FirstLastNameForAlias": "પ્રથમ અને છેલ્લું નામ ઉપનામ જનરેટ કરવા માટે વપરાય છે જો કોઈ LDAP માં શોધી શકાતું નથી.",
        "FirstNameField": "પ્રથમ નામ ફીલ્ડ",
        "FirstNameFieldDescription": "LDAP એટ્રિબ્યુટ જેમાં વપરાશકર્તાનું પ્રથમ નામ છે.",
        "Go": "જાઓ",
        "InvalidFilter": "અમાન્ય ફિલ્ટર.",
        "Kerberos": "વેબ સર્વર ઓથ વાપરો (દા.ત. કેર્બેરોસ એસએસઓ)",
        "KerberosDescription": "જો સક્ષમ હોય, તો પ્લગઇન $_SERVER['REMOTE_USER'] વેરીયેબલને તપાસશે અને ધારે છે કે વપરાશકર્તા પહેલેથી જ પ્રમાણિત છે. જો $_SERVER['REMOTE_USER'] હાજર ન હોય, તો બધા વપરાશકર્તાઓને અન્ય સેટિંગ્સ અનુસાર પ્રમાણિત કરવામાં આવે છે.",
        "LDAPServers": "LDAP સર્વરો",
        "LastNameField": "છેલ્લું નામ(અટક) ફીલ્ડ",
        "LastNameFieldDescription": "LDAP એટ્રિબ્યુટ જેમાં વપરાશકર્તાનું છેલ્લું નામ છે.",
        "LdapAdminAccessField": "LDAP એડમિન એક્સેસ ફીલ્ડ",
        "LdapAdminAccessFieldDescription": "કસ્ટમ LDAP એટ્રિબ્યુટ જે નિર્ધારિત કરે છે કે વપરાશકર્તાને કઈ સાઇટ્સની એડમિન એક્સેસ છે.",
        "LdapFunctionsMissing": "PHP LDAP એક્સ્ટેંશન સક્ષમ હોય તેવું લાગતું નથી. આ પ્લગઇન માટે તે જરૂરી છે, કૃપા કરીને તેને ઇન્સ્ટોલ કરો.",
        "LdapPort": "સર્વર પોર્ટ",
        "LdapSuperUserAccessField": "LDAP સુપર યુઝર એક્સેસ ફીલ્ડ",
        "LdapSuperUserAccessFieldDescription": "કસ્ટમ LDAP એટ્રિબ્યુટ જે નક્કી કરે છે કે વપરાશકર્તા સુપરયુઝર છે કે નહીં.",
        "LdapUrlPortWarning": "પોર્ટ વિકલ્પને અવગણાય છે જ્યારે સર્વર હોસ્ટનેમને LDAP URL (અર્થાતી, ldap://localhost/ ના બદલે localhost) પર સેટ કરવામાં આવે છે.",
        "LdapUserAccessAttributeServerSeparator": "યુઝર એક્સેસ એટ્રિબ્યુટ સર્વર અને સાઇટ લિસ્ટ સેપરેટર",
        "LdapUserAccessAttributeServerSeparatorDescription": "Matomo સર્વર ઇન્સ્ટન્સ ID ને સાઇટ ID સૂચિઓ સાથે અલગ કરવા માટે વપરાતી સ્ટ્રિંગ. જો ':' પર સેટ કરેલ હોય, તો એક્સેસ એટ્રિબ્યુટ '&lt;server-id&gt;:&lt;site-list&gt;;&lt;server-id&gt;:&lt;site-list&gt;' જેવી દેખાવાની અપેક્ષા રાખવામાં આવશે.",
        "LdapUserAccessAttributeServerSpecDelimiter": "યુઝર એક્સેસ એટ્રિબ્યુટ સર્વર સ્પેસિફિકેશન ડિલિમિટર",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "યુઝર એક્સેસ એટ્રિબ્યુટમાં સર્વર વિશિષ્ટતાઓને સીમિત કરવા માટે વપરાતી સ્ટ્રિંગ. જો ';' પર સેટ કરેલ હોય, તો એક્સેસ એટ્રિબ્યુટ '&lt;સર્વર-સ્પેક&gt;;&lt;સર્વર-સ્પેક&gt;…' જેવી દેખાવાની અપેક્ષા રાખવામાં આવશે.",
        "LdapUserAdded": "LDAP વપરાશકર્તા સફળતાપૂર્વક ઉમેરવામાં આવ્યો છે!",
        "LdapUserCantChangePassword": "તમારો પાસવર્ડ બદલવાનું LDAP વપરાશકર્તાઓ માટે સમર્થિત નથી. જેમ-જેમ તમે LDAP નો ઉપયોગ કરો છો, તેમ તમારી વપરાશકર્તા સેટિંગ્સ સીધી LDAP માં સંચાલિત થાય છે. વધુ માહિતી માટે, કૃપા કરીને તમારા LDAP સર્વર એડમિનિસ્ટ્રેટર અથવા તમારા Matomo એડમિનિસ્ટ્રેટરનો સંપર્ક કરો.",
        "LdapViewAccessField": "LDAP વ્યૂ એક્સેસ ફીલ્ડ",
        "LdapViewAccessFieldDescription": "કસ્ટમ LDAP એટ્રિબ્યુટ જે નિર્ધારિત કરે છે કે વપરાશકર્તાને કઈ સાઇટ જોવાની ઍક્સેસ છે.",
        "LoadUser": "LDAP માંથી વપરાશકર્તા લોડ કરો",
        "LoadUserCommandDesc": "વધુ વપરાશકર્તાઓને સમન્વયિત કરવા માટે, %s આદેશનો ઉપયોગ કરો.",
        "LoadUserDescription": "તમે UI માંથી LDAP માં સિંગલ યુઝરને સિંક્રનાઇઝ કરવા માટે આ ફોર્મનો ઉપયોગ કરી શકો છો.",
        "LoginPluginEnabledWarning": "%1$s અને %2$s પ્લગઈન્સ સક્ષમ છે! આ કારણે LDAP વપરાશકર્તાઓનું લોગિન નિષ્ફળ થશે, કૃપા કરીને %1$s પ્લગઇન નિષ્ક્રિય કરો.",
        "MailField": "ઈ-મેલ એડ્રેસ ફીલ્ડ",
        "MailFieldDescription": "LDAP એટ્રિબ્યુટ જેમાં વપરાશકર્તાનું ઈ-મેલ એડ્રેસ હોય છે, દા.ત. \"મેલ\".",
        "MemberOf": "જરૂરી વપરાશકર્તા જૂથ",
        "MemberOfCount": "%s આ જૂથના સભ્ય છે.",
        "MemberOfDescription": "જે જૂથના વપરાશકર્તાએ સભ્ય હોવું જરૂરી છે, દા.ત. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "નોંધ: આ સેટિંગ memberOf= નો ઉપયોગ કરે છે? LDAP ફિલ્ટર. કેટલાક LDAP સર્વરને આ કામ કરવા માટે વધારાના સેટઅપની જરૂર હોય છે.",
        "MemberOfField": "LDAP memberOf ફીલ્ડ",
        "MemberOfFieldDescription": "સભ્યપદ દર્શાવવા માટે તમારા LDAP દ્વારા ઉપયોગમાં લેવાયેલ ફીલ્ડ, ડિફોલ્ટ રીતે \"memberOf\"",
        "MenuLdap": "LDAP વપરાશકર્તાઓ",
        "MobileAppIntegrationNote": "નોંધ: જો તમે અધિકૃત મોબાઇલ એપ્લિકેશન સાથે LDAP નો ઉપયોગ કરવાની યોજના ઘડી રહ્યા હો, તો તમારે આ વિકલ્પને અનચેક રાખવો પડશે. હાલમાં, જો વપરાશકર્તાના પાસવર્ડ Matomoના DBમાં સંગ્રહિત ન હોય તો મોબાઇલ એપ્લિકેશન વપરાશકર્તાઓને પ્રમાણિત કરી શકતી નથી.",
        "NetworkTimeout": "LDAP નેટવર્ક વિનંતી સમયસમાપ્તિ (સેકન્ડમાં)",
        "NetworkTimeoutDescription": "LDAP નેટવર્ક વિનંતી માટે સેકન્ડોમાં સમય મર્યાદા.",
        "NetworkTimeoutDescription2": "સમયસમાપ્તિ જેટલો મોટો હશે, જો તમારા એક અથવા વધુ સર્વર પ્રતિભાવવિહીન બની જાય તો તમારા વપરાશકર્તાઓને માટોમો તેમને LDAP દ્વારા લૉગ ઇન કરી શકે તે પહેલાં વધુ સમય રાહ જોવી પડી શકે છે.",
        "NewUserDefaultSitesViewAccess": "નવા વપરાશકર્તાઓ માટે જોવાની ઍક્સેસ સાથે પ્રારંભિક સાઇટ્સ",
        "NewUserDefaultSitesViewAccessDescription": "જો સ્પષ્ટ કરેલ હોય, જ્યારે LDAP વપરાશકર્તા પ્રથમ વખત સિંક્રનાઇઝ થાય છે ત્યારે તેમને આ સાઇટ્સ જોવાની ઍક્સેસ આપવામાં આવે છે. ID ની સૂચિ અથવા 'બધા' પર સેટ હોવું જોઈએ.",
        "NoUserName": "કોઈ વપરાશકર્તા નામ આપેલ નથી!",
        "OneUser": "1 વપરાશકર્તા",
        "OptionsPWCONFIRMATION": "પાસવર્ડ કન્ફર્મેશન સક્ષમ કરો",
        "OptionsPWCONFIRMATIONDescription": "જો સક્ષમ હોય, તો એડમિન ક્રિયાઓને માન્ય કરવા માટે પાસવર્ડ ચેલેન્જની આવશ્યકતા બતાવવામાં આવશે અને તમારે આગળ ચાલુ રાખવા માટે માન્ય પાસવર્ડ દાખલ કરવાની જરૂર છે.",
        "PasswordField": "વપરાશકર્તા પાસવર્ડ ફીલ્ડ",
        "PasswordFieldDescription": "LDAP એટ્રિબ્યુટનું નામ જેમાં વપરાશકર્તાનો પાસવર્ડ હોય છે, દા.ત. 'userPassword' અથવા 'unicodePwd'.",
        "PasswordFieldDescription2": "જો 'ઓથેન્ટિકેશન માટે હંમેશા LDAP નો ઉપયોગ કરો' સક્ષમ હોય અને 'નવા વપરાશકર્તાઓ માટે રેન્ડમ ટોકન_ઉથ જનરેટ કરો' અક્ષમ કરેલ હોય, તો LDAPમાં આ ફીલ્ડનું મૂલ્ય વપરાશકર્તાનો હેશ કરેલ અથવા એન્ક્રિપ્ટેડ પાસવર્ડ હોવો જોઈએ.",
        "PasswordFieldHelp": "હાલના પાસવર્ડ પર ફરીથી લખવા માટે પાસવર્ડ દાખલ કરો અથવા કોઈ ફેરફાર ન કરવા માટે ખાલી છોડી દો.",
        "PluginDescription": "LDAP પ્રમાણીકરણ સાથે લૉગિન પ્લગઇન. માનક Matomo લૉગિન પ્લગઇનનો વિકલ્પ પૂરો પાડે છે.",
        "ReadMoreAboutAccessSynchronization": "વપરાશકર્તા ઍક્સેસ સિંક્રોનાઇઝેશન વિશે વધુ જાણવા માટે, %1$s અમારા દસ્તાવેજો%2$s વાંચો.",
        "ServerName": "સર્વરનું નામ",
        "ServerUrl": "સર્વર URL",
        "Settings": "LDAP સેટિંગ્સ",
        "StartTLS": "TLS સક્ષમ કરો",
        "StartTLSFieldHelp": "આ સર્વર માટે TLS સક્રિય કરવા માટે",
        "StripDomainFromWebAuth": "વેબ સર્વર ઓથ વપરાશકર્તામાંથી ડોમેન દૂર કરો",
        "StripDomainFromWebAuthDescription": "જો સક્ષમ હોય, તો $_SERVER['REMOTE_USER'] વેરીયેબલમાં વપરાશકર્તાનો ડોમેન ભાગ દૂર કરવામાં આવશે (એટલે કે પ્રથમ '@' પછી અને તેની સાથે આવતી બધી વસ્તુઓ).",
        "SynchronizeUsersAfterLogin": "સફળ લૉગિન પછી વપરાશકર્તાઓને સિંક્રનાઇઝ કરો",
        "SynchronizeUsersAfterLoginDescription": "જો સક્ષમ હોય, તો LDAP માં વપરાશકર્તાની વિગતો હંમેશા સફળ લોગિન પછી સમન્વયિત કરવામાં આવશે.",
        "SynchronizeUsersAfterLoginDescription2": "જો નિષ્ક્રિય હોય, તો પ્લગઇન લૉગિન પછી વપરાશકર્તાની માહિતીને સિંક્રનાઇઝ કરશે નહીં, સિવાય કે LDAP પ્રમાણીકરણ સક્ષમ હોય. જ્યારે શક્ય હોય ત્યારે, LDAP જોડાણો સંપૂર્ણપણે ટાળવામાં આવશે.",
        "Test": "પરીક્ષણ",
        "ThisMatomoInstanceName": "આ Matomo ઇન્સ્ટાન્સ માટે ખાસ નામ",
        "ThisMatomoInstanceNameDescription": "એક્સેસ એટ્રિબ્યુટમાં આ Matomo ઇન્સ્ટન્સને ઓળખવા માટે વપરાતું વિશિષ્ટ નામ. જો કોઈ ઉલ્લેખિત નથી, તો અમે આ Matomo ના આધાર URLની અપેક્ષા રાખીએ છીએ.",
        "UnsupportedPasswordReset": "આ વપરાશકર્તાનો પાસવર્ડ રીસેટ કરી શકતા નથી, કૃપા કરીને એડમિનિસ્ટ્રેટરનો સંપર્ક કરો.",
        "UpdateFromPre300Warning": "તમે પૂર્વ-3.0.0 સંસ્કરણથી અપડેટ કરેલ હોવાથી, તમારે કદાચ આ વિકલ્પને અનચેક રાખવો જોઈએ. સંસ્કરણ 3.0.0 પહેલા, વપરાશકર્તા પાસવર્ડો LDAP અને Matomo DB બંનેમાં સંગ્રહિત કરવામાં આવતા હતા. આ વિકલ્પ અનચેક હોવો જોઈએ જેથી કરીને અપગ્રેડ કરતા પહેલા ઉમેરાયેલા વપરાશકર્તાઓ લૉગિન કરી શકશે.",
        "UseLdapForAuthentication": "હંમેશા પ્રમાણીકરણ માટે LDAP વાપરો",
        "UseLdapForAuthenticationDescription": "જો અક્ષમ હોય, તો વપરાશકર્તાના પાસવર્ડો LDAP ઉપરાંત Matomoના DBમાં સંગ્રહિત થશે. આના પરિણામે ઝડપી લોગિન થશે, પરંતુ ઓછા સુરક્ષિત છે.",
        "UserIdField": "યુઝર આઈડી ફીલ્ડ",
        "UserIdFieldDescription": "LDAP એટ્રિબ્યુટ જેમાં વપરાશકર્તાનું વપરાશકર્તા નામ હોય છે, દા.ત. \"uid\", અથવા સક્રિય ડિરેક્ટરી માટે: \"userPrincipalName\".",
        "UserNotFound": "વપરાશકર્તા \"%s\" મળ્યો નથી!",
        "UserSyncSettings": "વપરાશકર્તા સિંક્રનાઇઝેશન સેટિંગ્સ",
        "UsernameSuffix": "ઈ-મેઈલ એડ્રેસ પ્રત્યય",
        "UsernameSuffixDescription": "LDAP માં કોઈ ન હોય તેવા વપરાશકર્તાઓ માટે ઈ-મેઈલ એડ્રેસ જનરેટ કરવા માટે યુઝરનામ સાથે જોડવામાં આવે છે. પર સેટ કરો, દા.ત., \"@localhost.com\"."
    }
}
