{
    "LoginLdap": {
        "AccessSyncSettings": "Pengaturan Sinkronisasi Akses",
        "AdminPass": "Kata Sandi LDAP",
        "AdminUser": "Nama Pengguna LDAP yang di-Bind",
        "AdminUserDescription": "Pengguna dengan akses ke entri pengguna lain, atau kosong untuk pengikatan anonim.",
        "AliasField": "Kolom Alias Pengguna",
        "AliasFieldDescription": "Atribut LDAP yang digunakan untuk membuat alias pengguna Matomo, mis. \"cn\".",
        "BaseDn": "Base DN",
        "CannotConnectToServer": "Tidak dapat terhubung ke server LDAP.",
        "CannotConnectToServers": "Tidak dapat terhubung ke server LDAP %s mana pun.",
        "EnableLdapAccessSynchronization": "Aktifkan Sinkronisasi Akses Pengguna dari LDAP",
        "EnableLdapAccessSynchronizationDescription": "Jika diaktifkan, tingkat akses pengguna ditentukan oleh atribut LDAP khusus. Catatan: Untuk menggunakan fitur ini, Anda harus mengubah skema server LDAP Anda.",
        "ExpectedLdapAttributes": "Atribut LDAP yang diharapkan",
        "ExpectedLdapAttributesPrelude": "Dengan konfigurasi ini, LoginLdap akan mengharapkan atribut LDAP yang terlihat seperti",
        "Filter": "Filter Pencarian LDAP",
        "FilterCount": "%s cocok dengan filter ini.",
        "FilterDescription": "Filter LDAP yang digunakan untuk menentukan entitas mana yang diizinkan untuk digunakan dalam autentikasi, mis. \"(objectClass=person)\".",
        "FirstLastNameForAlias": "Nama depan dan belakang digunakan untuk menghasilkan alias jika tidak dapat ditemukan di LDAP.",
        "FirstNameField": "Kolom Nama Depan",
        "FirstNameFieldDescription": "Atribut LDAP yang berisi nama depan pengguna.",
        "Go": "Pergi",
        "InvalidFilter": "Filter tidak valid.",
        "Kerberos": "Gunakan Auth Server Web (mis. Kerberos SSO)",
        "KerberosDescription": "Jika diaktifkan, plugin akan memeriksa variabel $_SERVER['REMOTE_USER'] dan menganggap pengguna sudah diautentikasi. Jika $_SERVER['REMOTE_USER'] tidak ada, semua pengguna akan diautentikasi sesuai dengan pengaturan lainnya.",
        "LDAPServers": "Server LDAP",
        "LastNameField": "Kolom Nama Belakang",
        "LastNameFieldDescription": "Atribut LDAP yang berisi nama belakang pengguna.",
        "LdapAdminAccessField": "Kolom Akses Admin LDAP",
        "LdapAdminAccessFieldDescription": "Atribut LDAP khusus yang menentukan situs mana yang memberikan akses admin kepada pengguna.",
        "LdapFunctionsMissing": "Ekstensi LDAP PHP tampaknya tidak diaktifkan. Itu diperlukan untuk plugin ini, silakan pasang terlebih dahulu.",
        "LdapPort": "Porta Server",
        "LdapSuperUserAccessField": "Kolom Akses Pengguna Super LDAP",
        "LdapSuperUserAccessFieldDescription": "Atribut LDAP khusus yang menentukan apakah pengguna adalah pengguna super atau bukan.",
        "LdapUrlPortWarning": "Opsi porta diabaikan bila nama host server disetel ke URL LDAP (mis. ldap://localhost/ bukan localhost).",
        "LdapUserAccessAttributeServerSeparator": "Pemisah Daftar Situs &amp; Server Atribut Akses Pengguna",
        "LdapUserAccessAttributeServerSeparatorDescription": "String yang digunakan untuk memisahkan ID server Matomo dengan daftar ID situs. Jika disetel ke ':', atribut akses akan terlihat seperti '&lt;server-id&gt;:&lt;site-list&gt;;&lt;server-id&gt;:&lt;site-list&gt;'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Pembatas Spesifikasi Server Atribut Akses Pengguna",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "String yang digunakan untuk membatasi spesifikasi server dalam atribut akses pengguna. Jika disetel ke ';', atribut akses akan terlihat seperti '&lt;server-spec&gt;;&lt;server-spec&gt;;...'.",
        "LdapUserAdded": "Pengguna LDAP berhasil ditambahkan!",
        "LdapUserCantChangePassword": "Pengguna LDAP tidak dapat mengubah kata sandi. Saat Anda menggunakan LDAP, setelan pengguna Anda dikelola di LDAP secara langsung. Untuk informasi lebih lanjut, silakan hubungi administrator server LDAP Anda atau administrator Matomo Anda.",
        "LdapViewAccessField": "Kolom Akses Tampilan LDAP",
        "LdapViewAccessFieldDescription": "Atribut LDAP khusus yang menentukan situs mana yang memberikan akses lihat kepada pengguna.",
        "LoadUser": "Muat pengguna dari LDAP",
        "LoadUserCommandDesc": "Untuk menyinkronkan lebih banyak pengguna, gunakan perintah %s.",
        "LoadUserDescription": "Anda dapat menggunakan formulir ini untuk menyinkronkan satu pengguna di LDAP dari UI.",
        "LoginPluginEnabledWarning": "Plugin %1$s dan %2$s diaktifkan! Ini akan menyebabkan kegagalan log masuk bagi pengguna LDAP, harap nonaktifkan plugin %1$s.",
        "MailField": "Kolom Alamat Surel",
        "MailFieldDescription": "Atribut LDAP yang berisi alamat surel pengguna, mis. \"surat\".",
        "MemberOf": "Grup Pengguna yang Diperlukan",
        "MemberOfCount": "%s adalah anggota grup ini.",
        "MemberOfDescription": "Grup di mana pengguna harus menjadi anggota di situ, mis. \"cn=Pengguna Matomo,cn=Pengguna,dc=organisasi,dc=com\".",
        "MemberOfDescription2": "Catatan: Pengaturan ini menggunakan memberOf=? penyaring LDAP. Beberapa server LDAP memerlukan penyiapan ekstra agar ini berfungsi.",
        "MemberOfField": "Kolom memberOf LDAP",
        "MemberOfFieldDescription": "Kolom yang digunakan oleh LDAP untuk menunjukkan keanggotaan, secara bawaan \"memberOf\"",
        "MenuLdap": "Pengguna LDAP",
        "MobileAppIntegrationNote": "Catatan: Jika Anda berencana menggunakan LDAP dengan aplikasi seluler resmi, Anda jangan mencentang opsi ini. Saat ini, aplikasi seluler tidak dapat mengautentikasi pengguna jika kata sandi pengguna tidak disimpan di Matomo DB.",
        "NetworkTimeout": "Batas Waktu Permintaan Jaringan LDAP (dalam detik)",
        "NetworkTimeoutDescription": "Batas waktu (dalam detik) untuk permintaan jaringan LDAP.",
        "NetworkTimeoutDescription2": "Makin besar batas waktu, makin lama pengguna Anda menunggu sebelum mereka dapat log masuk melalui LDAP, jika satu atau beberapa server sedang tidak responsif.",
        "NewUserDefaultSitesViewAccess": "Situs Awal dengan Akses Lihat untuk Pengguna Baru",
        "NewUserDefaultSitesViewAccessDescription": "Jika sudah diatur, saat pengguna LDAP disinkronkan untuk pertama kalinya, mereka diberi akses lihat ke situs ini. Harus diatur ke daftar ID atau 'semua'.",
        "NoUserName": "Tidak ada nama pengguna yang diberikan!",
        "OneUser": "1 pengguna",
        "PasswordField": "Kolom Kata Sandi Pengguna",
        "PasswordFieldDescription": "Nama atribut LDAP yang berisi kata sandi pengguna, mis. 'userPassword' atau 'unicodePwd'.",
        "PasswordFieldDescription2": "Jika 'Selalu Gunakan LDAP untuk Autentikasi' diaktifkan dan 'Hasilkan token_auth Acak untuk Pengguna Baru' dinonaktifkan, nilai kolom ini di LDAP harus berupa kata sandi terenkripsi (hash).",
        "PasswordFieldHelp": "Masukkan kata sandi untuk menimpa kata sandi yang ada atau biarkan kosong untuk tidak melakukan perubahan.",
        "PluginDescription": "Plugin log masuk dengan autentikasi LDAP. Menyediakan alternatif untuk plugin Log Masuk Matomo standar.",
        "ReadMoreAboutAccessSynchronization": "Untuk mempelajari lebih lanjut tentang sinkronisasi akses pengguna, %1$sbaca dokumen kami%2$s.",
        "ServerName": "Nama Server",
        "ServerUrl": "URL server",
        "Settings": "Pengaturan LDAP",
        "StartTLS": "Aktifkan TLS",
        "StartTLSFieldHelp": "Aktifkan TLS untuk server ini",
        "StripDomainFromWebAuth": "Hapus Domain dari Pengguna Auth Server Web",
        "StripDomainFromWebAuthDescription": "Jika diaktifkan, bagian domain pengguna dalam variabel $_SERVER['REMOTE_USER'] akan dihapus ( apa pun setelah dan termasuk '@' yang pertama).",
        "SynchronizeUsersAfterLogin": "Sinkronkan Pengguna Setelah Log Masuk Berhasil",
        "SynchronizeUsersAfterLoginDescription": "Jika diaktifkan, detail pengguna di LDAP akan selalu disinkronkan setelah log masuk berhasil.",
        "SynchronizeUsersAfterLoginDescription2": "Jika dinonaktifkan, plugin tidak akan menyinkronkan info pengguna setelah log masuk, kecuali autentikasi LDAP diaktifkan. Jika memungkinkan, koneksi LDAP akan dihindari sepenuhnya.",
        "Test": "Tes",
        "ThisMatomoInstanceName": "Nama Khusus untuk Matomo Ini",
        "ThisMatomoInstanceNameDescription": "Nama khusus yang digunakan untuk mengidentifikasi Matomo ini dalam atribut akses. Jika tidak ditentukan, kami mengharapkan URL dasar Matomo ini.",
        "UnsupportedPasswordReset": "Tidak dapat menyetel ulang kata sandi pengguna ini, harap hubungi administrator.",
        "UpdateFromPre300Warning": "Karena Anda memperbarui dari versi pra 3.0.0, Anda lebih baik tidak mencentang opsi ini. Sebelum versi 3.0.0, kata sandi pengguna disimpan di LDAP dan di Matomo DB. Opsi ini harus tidak dicentang sehingga pengguna yang ditambahkan sebelum pembaruan dapat masuk.",
        "UseLdapForAuthentication": "Selalu Gunakan LDAP untuk Autentikasi",
        "UseLdapForAuthenticationDescription": "Jika dinonaktifkan, kata sandi pengguna akan disimpan di Basis Data Matomo selain di LDAP. Ini akan menghasilkan log masuk yang lebih cepat, namun kurang aman.",
        "UserIdField": "Kolom ID Pengguna",
        "UserIdFieldDescription": "Atribut LDAP yang berisi nama pengguna, mis. \"uid\", atau untuk Direktori Aktif: \"userPrincipalName\".",
        "UserNotFound": "Pengguna \"%s\" tidak ditemukan!",
        "UserSyncSettings": "Pengaturan Sinkronisasi Pengguna",
        "UsernameSuffix": "Akhiran Alamat Surel",
        "UsernameSuffixDescription": "Ditambahkan ke nama pengguna untuk menghasilkan alamat surel bagi pengguna yang tidak memilikinya di LDAP. Setel ke, misalnya, \"@localhost.com\"."
    }
}
