{
    "LoginLdap": {
        "PluginDescription": "Carica il plugin con l'autenticazione LDAP. Esso fornisce un'alternativa al plugin di accesso standard di Matomo.",
        "MenuLdap": "Utenti LDAP",
        "LoadUser": "Carica utente da LDAP",
        "LoadUserDescription": "Puoi utilizzare questo form per sincronizzare in LDAP un singolo utente dalla UI.",
        "LoadUserCommandDesc": "Per sincronizzare altri utenti, utilizza il comando %s.",
        "Settings": "Impostazioni LDAP",
        "AliasField": "Campo Alias Utente",
        "BaseDn": "DN base",
        "LdapPort": "Porta Server",
        "MailField": "Campo Email",
        "ServerUrl": "URL Server",
        "UserIdField": "Campo ID Utente",
        "AliasFieldDescription": "Attributo LDAP usato per generare un alias utente di Matomo, es. \"cn\".",
        "MailFieldDescription": "Attributo LDAP che contiene l'indirizzo email di un utente, es. \"mail\".",
        "UserIdFieldDescription": "Attributo LDAP che contiene il nome utente, es. \"uid\" o per Active Directory: \"userPrincipalName\".",
        "UserNotFound": "L'utente \"%s\" non è stato trovato!",
        "NoUserName": "Nessun nome utente!",
        "UsernameSuffix": "Suffisso Indirizzo Email",
        "UsernameSuffixDescription": "Aggiunto agli user name per generare indirizzi email per quegli utenti che non ne hanno in LDAP. Imposta a, es. \"@localhost.com\".",
        "AdminUser": "Nome utente LDAP Bind",
        "AdminUserDescription": "Utente con accesso agli elementi di altri utenti, altrimenti lasciare vuoto per anonimo.",
        "AdminPass": "Password LDAP",
        "MemberOf": "Gruppo Utente Richiesto",
        "MemberOfDescription": "Gruppo di cui l'utente è necessario sia membro, es. \"CN=Utente Matomo, CN=Utenti, DC=organizzazione, DC=com\".",
        "MemberOfDescription2": "Nota: Questa impostazione utilizza il filtro LDAP memberOf=?. Alcuni server LDAP richiedono delle impostazioni extra per funzionare.",
        "Filter": "Filtro di ricerca LDAP",
        "FilterDescription": "Filtro LDAP utilizzato per determinare quali elementi possono essere utilizzati per l'autenticazione. Es. \"(objectClass=persona)\".",
        "Kerberos": "Usa Web Server Auth (es. Kerberos SSO)",
        "KerberosDescription": "Se abilitato, il plugin controllerà la variabile $_SERVER['REMOTE_USER'] e riterrà l'utente come già autenticato. Se $_SERVER['REMOTE_USER'] non fosse presente, tutti gli utenti verranno considerati autenticati, secondo le altre impostazioni.",
        "LdapUserAdded": "Utente LDAP aggiunto con successo!",
        "LdapFunctionsMissing": "L'estensione PHP LDAP sembra non essere abilitata. essendo richiesta da questo plugin, si prega di installarla.",
        "CannotConnectToServer": "Impossibile connettersi al server LDAP.",
        "CannotConnectToServers": "Impossibile connettersi a nessuno dei %s server LDAP.",
        "LDAPServers": "Server LDAP",
        "OneUser": "1 utente",
        "MemberOfCount": "%s sono membri di questo gruppo.",
        "FilterCount": "%s hanno una corrispondenza con questo filtro.",
        "Test": "Prova",
        "InvalidFilter": "Filtro non valido.",
        "ServerName": "Nome del server",
        "FirstNameField": "Campo Nome",
        "FirstNameFieldDescription": "Attributo LDAP che contiene il nome dell'utente.",
        "LastNameField": "Campo Cognome",
        "LastNameFieldDescription": "Attributo LDAP che contiene il cognome di un utente.",
        "FirstLastNameForAlias": "Nome e cognome sono utilizzati per generare un alias se non ne viene trovato uno in LDAP.",
        "NewUserDefaultSitesViewAccess": "Siti iniziali con un accesso in lettura per i nuovi utenti",
        "NewUserDefaultSitesViewAccessDescription": "Se specificato, quando un utente LDAP è sincronizzato per la prima volta, questi avrà l'accesso in lettura a questi siti. Deve essere impostato su una lista di ID o su 'tutti'.",
        "EnableLdapAccessSynchronization": "Abilita Sincronizzazione d'Accesso Utente LDAP",
        "EnableLdapAccessSynchronizationDescription": "Se abilitato, i livelli d'accesso utente sono determinati da attributi personalizzati LDAP. Per utilizzare questa funzionalità dovrai modificare il tuo scherma del server LDAP.",
        "LdapViewAccessField": "Campo LDAP solo visione",
        "LdapViewAccessFieldDescription": "Attributo personalizzato LDAP che determina a quali siti un utente ha l'accesso in lettura.",
        "LdapAdminAccessField": "Campo Accesso Amministratore LDAP",
        "LdapAdminAccessFieldDescription": "Attributo personale LDAP che determina a quali siti un utente ha l'accesso da amministratore.",
        "LdapSuperUserAccessField": "Campo Accesso Super User LDAP",
        "LdapSuperUserAccessFieldDescription": "Attributo LDAP personalizzato che determina se un utente è o meno un superuser.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimitatore Specifiche Server Attributi Accesso Utente",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Stringa utilizzata per delimitare le specifiche del server in un attributo di accesso utente. Se impostata a ';', ci si aspetta che l'attributo di accesso sia simile a '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Server Attributi Accesso Utente & Separatore Elenco Siti",
        "LdapUserAccessAttributeServerSeparatorDescription": "Stringa usata per separare gli ID delle istanze server dagli ID elenchi siti. Se impostata a ':', ci si aspetterà un attributo di accesso simile a '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Nome Speciale per questa istanza di Matomo",
        "ThisMatomoInstanceNameDescription": "Nome speciale utilizzato per identificare questa istanza di Matomo in un attributo di accesso. Se non è specificato, ci si aspetta l'URL base di questo Matomo.",
        "UnsupportedPasswordReset": "Impossibile reimpostare la password di questo utente, si prega di contattare un amministratore.",
        "UserSyncSettings": "Impostazioni di sincronizzazione utente",
        "AccessSyncSettings": "Impostazioni Sincronizzazione d'Accesso",
        "SynchronizeUsersAfterLogin": "Sincronizza gli utenti dopo il login avvenuto con successo",
        "SynchronizeUsersAfterLoginDescription": "Se abilitato, i dettagli utente in LDAP saranno sempre sincronizzati dopo un login avvenuto con successo.",
        "SynchronizeUsersAfterLoginDescription2": "Se disabilitato, il plugin non sincronizzerà le informazioni sull'utente dopo l'accesso, a meno che l'autenticazione LDAP non sia abilitata. Quando possibile, le connessioni LDAP verranno completamente evitate.",
        "UseLdapForAuthentication": "Usa sempre LDAP per l'autenticazione",
        "UseLdapForAuthenticationDescription": "Se disabilitato, le password utente verranno immagazzinate nel DB di Matomo oltre che in LDAP. Questo favorirà accessi più rapidi, ma è meno sicuro.",
        "PasswordField": "Campo Password utente",
        "PasswordFieldDescription": "Nome dell'attributo LDAP che contiene la password di un utente, es. 'userPassword' o 'unicodePwd'.",
        "PasswordFieldDescription2": "Se è abilitato 'Usa sempre LDAP per l'autenticazione', ed è disabilitato 'Genera un token auth casuale per i nuovi visitatori', il valore di questo campo in LDAP deve essere una password utente hashed o criptata.",
        "ReadMoreAboutAccessSynchronization": "Per saperne di più riguardo alla sincronizzazione dell'accesso utente, %1$sleggi la documentazione%2$s.",
        "ExpectedLdapAttributes": "Attributi LDAP attesi",
        "ExpectedLdapAttributesPrelude": "Con questa configurazione, LoginLdap si aspetta degli attributi in LDAP che somigliano a",
        "NetworkTimeout": "Timeout Richiesta Rete LDAP (in sec.)",
        "NetworkTimeoutDescription": "Limite di tempo in secondi per la richiesta per una rete LDAP.",
        "NetworkTimeoutDescription2": "Maggiore è il timeout, più gli utenti devono attendere prima che Matomo li possa far accedere tramite LDAP, se uno o più server non rispondono.",
        "Go": "Vai",
        "LoginPluginEnabledWarning": "Sono abilitati entrambi i plugin %1$s e %2$s! Questo impedirà l'accesso agli utenti LDAP, si prega di disabilitare il plugin %1$s.",
        "MemberOfField": "Campo LDAP memberOf",
        "MemberOfFieldDescription": "Campo usato dal tuo LDAP per indicare il tipo di utenza, di default \"memberOf\"",
        "LdapUrlPortWarning": "L'opzione porta viene ignorata quando l'hostname del server è impostato come URL LDAP (cioè, ldap:\/\/localhost\/ invece di localhost).",
        "UpdateFromPre300Warning": "Dato che hai aggiornato da una versione precedente alla 3.0.0, probabilmente dovrai mantenere non spuntata questa opzione. Prima della versione 3.0.0, password e nome utente erano entrambi immagazzinati sia in LDAP che nel DB di Matomo. Questa opzione non deve essere spuntata, in modo che anche gli utenti registrati prima dell'aggiornamento possano accedere.",
        "MobileAppIntegrationNote": "Nota: se prevedi di utilizzare LDAP con l'app mobile ufficiale, devi mantenere non spuntata questa opzione. Al momento, l'app mobile non può autenticare gli utenti se nome utente e password non sono immagazzinati nel DB di Matomo.",
        "PasswordFieldHelp": "Inserisci una password per sovrascrivere quella esistente o lascia vuoto per non fare cambiamenti.",
        "LdapUserCantChangePassword": "Il cambio password non è supportato dagli utenti LDAP. Se utilizzi LDAP, le tue impostazioni utente vengono gestite direttamente da LDAP. Per ulteriori informazioni, si prega di contattare il tuo amministratore del server LDAP o il tuo amministratore di Matomo."
    }
}