{
    "LoginLdap": {
        "AccessSyncSettings": "Impostazioni Sincronizzazione d'Accesso",
        "AdminPass": "Password LDAP",
        "AdminUser": "Nome utente LDAP Bind",
        "AdminUserDescription": "Utente con accesso agli elementi di altri utenti, altrimenti lasciare vuoto per anonimo.",
        "AliasField": "Campo Alias Utente",
        "AliasFieldDescription": "Attributo LDAP usato per generare un alias utente di Matomo, es. \"cn\".",
        "BaseDn": "DN base",
        "CannotConnectToServer": "Impossibile connettersi al server LDAP.",
        "CannotConnectToServers": "Impossibile connettersi a nessuno dei %s server LDAP.",
        "EnableLdapAccessSynchronization": "Abilita Sincronizzazione d'Accesso Utente LDAP",
        "EnableLdapAccessSynchronizationDescription": "Se abilitato, i livelli d'accesso utente sono determinati da attributi personalizzati LDAP. Per utilizzare questa funzionalità dovrai modificare il tuo scherma del server LDAP.",
        "ExpectedLdapAttributes": "Attributi LDAP attesi",
        "ExpectedLdapAttributesPrelude": "Con questa configurazione, LoginLdap si aspetta degli attributi in LDAP che somigliano a",
        "Filter": "Filtro di ricerca LDAP",
        "FilterCount": "%s hanno una corrispondenza con questo filtro.",
        "FilterDescription": "Filtro LDAP utilizzato per determinare quali elementi possono essere utilizzati per l'autenticazione. Es. \"(objectClass=persona)\".",
        "FirstLastNameForAlias": "Nome e cognome sono utilizzati per generare un alias se non ne viene trovato uno in LDAP.",
        "FirstNameField": "Campo Nome",
        "FirstNameFieldDescription": "Attributo LDAP che contiene il nome dell'utente.",
        "Go": "Vai",
        "InvalidFilter": "Filtro non valido.",
        "Kerberos": "Usa Web Server Auth (es. Kerberos SSO)",
        "KerberosDescription": "Se abilitato, il plugin controllerà la variabile $_SERVER['REMOTE_USER'] e riterrà l'utente come già autenticato. Se $_SERVER['REMOTE_USER'] non fosse presente, tutti gli utenti verranno considerati autenticati, secondo le altre impostazioni.",
        "LDAPServers": "Server LDAP",
        "LastNameField": "Campo Cognome",
        "LastNameFieldDescription": "Attributo LDAP che contiene il cognome di un utente.",
        "LdapAdminAccessField": "Campo Accesso Amministratore LDAP",
        "LdapAdminAccessFieldDescription": "Attributo personale LDAP che determina a quali siti un utente ha l'accesso da amministratore.",
        "LdapFunctionsMissing": "L'estensione PHP LDAP sembra non essere abilitata. essendo richiesta da questo plugin, si prega di installarla.",
        "LdapPort": "Porta Server",
        "LdapSuperUserAccessField": "Campo Accesso Super User LDAP",
        "LdapSuperUserAccessFieldDescription": "Attributo LDAP personalizzato che determina se un utente è o meno un superuser.",
        "LdapUrlPortWarning": "L'opzione porta viene ignorata quando l'hostname del server è impostato come URL LDAP (cioè, ldap://localhost/ invece di localhost).",
        "LdapUserAccessAttributeServerSeparator": "Server Attributi Accesso Utente & Separatore Elenco Siti",
        "LdapUserAccessAttributeServerSeparatorDescription": "Stringa usata per separare gli ID delle istanze server dagli ID elenchi siti. Se impostata a ':', ci si aspetterà un attributo di accesso simile a '&lt;server-id&gt;:&lt;site-list&gt;;&lt;server-id&gt;:&lt;site-list&gt;'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimitatore Specifiche Server Attributi Accesso Utente",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Stringa utilizzata per delimitare le specifiche del server in un attributo di accesso utente. Se impostata a ';', ci si aspetta che l'attributo di accesso sia simile a '&lt;server-spec&gt;;&lt;server-spec&gt;;…'.",
        "LdapUserAdded": "Utente LDAP aggiunto con successo!",
        "LdapUserCantChangePassword": "Il cambio password non è supportato dagli utenti LDAP. Se utilizzi LDAP, le tue impostazioni utente vengono gestite direttamente da LDAP. Per ulteriori informazioni, si prega di contattare il tuo amministratore del server LDAP o il tuo amministratore di Matomo.",
        "LdapViewAccessField": "Campo LDAP solo visione",
        "LdapViewAccessFieldDescription": "Attributo personalizzato LDAP che determina a quali siti un utente ha l'accesso in lettura.",
        "LoadUser": "Carica utente da LDAP",
        "LoadUserCommandDesc": "Per sincronizzare altri utenti, utilizza il comando %s.",
        "LoadUserDescription": "Puoi utilizzare questo form per sincronizzare in LDAP un singolo utente dalla UI.",
        "LoginPluginEnabledWarning": "Sono abilitati entrambi i plugin %1$s e %2$s! Questo impedirà l'accesso agli utenti LDAP, si prega di disabilitare il plugin %1$s.",
        "MailField": "Campo Email",
        "MailFieldDescription": "Attributo LDAP che contiene l'indirizzo email di un utente, es. \"mail\".",
        "MemberOf": "Gruppo Utente Richiesto",
        "MemberOfCount": "%s sono membri di questo gruppo.",
        "MemberOfDescription": "Gruppo di cui l'utente è necessario sia membro, es. \"CN=Utente Matomo, CN=Utenti, DC=organizzazione, DC=com\".",
        "MemberOfDescription2": "Nota: Questa impostazione utilizza il filtro LDAP memberOf=?. Alcuni server LDAP richiedono delle impostazioni extra per funzionare.",
        "MemberOfField": "Campo LDAP memberOf",
        "MemberOfFieldDescription": "Campo usato dal tuo LDAP per indicare il tipo di utenza, di default \"memberOf\"",
        "MenuLdap": "Utenti LDAP",
        "MobileAppIntegrationNote": "Nota: se prevedi di utilizzare LDAP con l'app mobile ufficiale, devi mantenere non spuntata questa opzione. Al momento, l'app mobile non può autenticare gli utenti se nome utente e password non sono immagazzinati nel DB di Matomo.",
        "NetworkTimeout": "Timeout Richiesta Rete LDAP (in sec.)",
        "NetworkTimeoutDescription": "Limite di tempo in secondi per la richiesta per una rete LDAP.",
        "NetworkTimeoutDescription2": "Maggiore è il timeout, più gli utenti devono attendere prima che Matomo li possa far accedere tramite LDAP, se uno o più server non rispondono.",
        "NewUserDefaultSitesViewAccess": "Siti iniziali con un accesso in lettura per i nuovi utenti",
        "NewUserDefaultSitesViewAccessDescription": "Se specificato, quando un utente LDAP viene sincronizzato per la prima volta, gli viene concesso l'accesso di visualizzazione a questi siti. Deve essere impostato su un elenco di ID o su \"tutti\".",
        "NoUserName": "Nessun nome utente!",
        "OneUser": "1 utente",
        "OptionsPWCONFIRMATION": "Abilita la conferma della password",
        "OptionsPWCONFIRMATIONDescription": "Se abilitata, verrà visualizzata la richiesta di una password di sfida per convalidare le azioni dell'amministratore e sarà necessario inserire una password valida per proseguire.",
        "PasswordField": "Campo Password utente",
        "PasswordFieldDescription": "Nome dell'attributo LDAP che contiene la password di un utente, es. 'userPassword' o 'unicodePwd'.",
        "PasswordFieldDescription2": "Se è abilitato 'Usa sempre LDAP per l'autenticazione', ed è disabilitato 'Genera un token auth casuale per i nuovi visitatori', il valore di questo campo in LDAP deve essere una password utente hashed o criptata.",
        "PasswordFieldHelp": "Inserisci una password per sovrascrivere quella esistente o lascia vuoto per non fare cambiamenti.",
        "PluginDescription": "Carica il plugin con l'autenticazione LDAP. Esso fornisce un'alternativa al plugin di accesso standard di Matomo.",
        "ReadMoreAboutAccessSynchronization": "Per saperne di più riguardo alla sincronizzazione dell'accesso utente, %1$sleggi la documentazione%2$s.",
        "ServerName": "Nome del server",
        "ServerUrl": "URL Server",
        "Settings": "Impostazioni LDAP",
        "StartTLS": "Abilita il TLS",
        "StartTLSFieldHelp": "Per attivare il TLS per questo server",
        "StripDomainFromWebAuth": "Elimina il dominio dall'autenticazione dell'utente al server web",
        "StripDomainFromWebAuthDescription": "Se abilitato, la parte di dominio dell'utente nella variabile $ _SERVER ['REMOTE_USER'] verrà rimossa (ovvero qualsiasi cosa dopo e incluso il primo \"@\").",
        "SynchronizeUsersAfterLogin": "Sincronizza gli utenti dopo il login avvenuto con successo",
        "SynchronizeUsersAfterLoginDescription": "Se abilitato, i dettagli utente in LDAP saranno sempre sincronizzati dopo un login avvenuto con successo.",
        "SynchronizeUsersAfterLoginDescription2": "Se disabilitato, il plugin non sincronizzerà le informazioni sull'utente dopo l'accesso, a meno che l'autenticazione LDAP non sia abilitata. Quando possibile, le connessioni LDAP verranno completamente evitate.",
        "Test": "Prova",
        "ThisMatomoInstanceName": "Nome Speciale per questa istanza di Matomo",
        "ThisMatomoInstanceNameDescription": "Nome speciale utilizzato per identificare questa istanza di Matomo in un attributo di accesso. Se non è specificato, ci si aspetta l'URL base di questo Matomo.",
        "UnsupportedPasswordReset": "Impossibile reimpostare la password di questo utente, si prega di contattare un amministratore.",
        "UpdateFromPre300Warning": "Dato che hai aggiornato da una versione precedente alla 3.0.0, probabilmente dovrai mantenere non spuntata questa opzione. Prima della versione 3.0.0, password e nome utente erano entrambi immagazzinati sia in LDAP che nel DB di Matomo. Questa opzione non deve essere spuntata, in modo che anche gli utenti registrati prima dell'aggiornamento possano accedere.",
        "UseLdapForAuthentication": "Usa sempre LDAP per l'autenticazione",
        "UseLdapForAuthenticationDescription": "Se disabilitato, le password utente verranno immagazzinate nel DB di Matomo oltre che in LDAP. Questo favorirà accessi più rapidi, ma è meno sicuro.",
        "UserIdField": "Campo ID Utente",
        "UserIdFieldDescription": "Attributo LDAP che contiene il nome utente, es. \"uid\" o per Active Directory: \"userPrincipalName\".",
        "UserNotFound": "L'utente \"%s\" non è stato trovato!",
        "UserSyncSettings": "Impostazioni di sincronizzazione utente",
        "UsernameSuffix": "Suffisso Indirizzo Email",
        "UsernameSuffixDescription": "Aggiunto agli user name per generare indirizzi email per quegli utenti che non ne hanno in LDAP. Imposta a, es. \"@localhost.com\"."
    }
}
