{
    "LoginLdap": {
        "AccessSyncSettings": "Toegang synchronisatie instellingen",
        "AdminPass": "LDAP Wachtwoord",
        "AdminUser": "LDAP Bind Gebruikersnaam",
        "AdminUserDescription": "Gebruikers met toegang tot andere gebruikersinfo. Laat leeg voor anonieme koppelingen.",
        "AliasField": "Gebruiker Bijnaam Veld",
        "AliasFieldDescription": "te gebruiken LDAP attribuut om een Matomo gebruiker alias aan te maken, bijv. \"cn\".",
        "BaseDn": "Basis DN",
        "CannotConnectToServer": "Kan niet verbinden met de LDAP server.",
        "CannotConnectToServers": "Kan geen verbinding maken met elk van de %s LDAP servers.",
        "EnableLdapAccessSynchronization": "Schakel Gebruikers Toegang Synchronisatie in vanaf LDAP",
        "EnableLdapAccessSynchronizationDescription": "Indien ingeschakeld, worden de toegangsniveaus van gebruikers bepaald door aangepaste LDAP-kenmerken. Opmerking: om deze functionaliteit te gebruiken moet u het schema van uw LDAP-server aanpassen.",
        "ExpectedLdapAttributes": "Verwachte LDAP attributen",
        "ExpectedLdapAttributesPrelude": "Met deze configuratie, LoginLdap verwacht attributen in LDAP die eruit zien als",
        "Filter": "LDAP Zoek Filter",
        "FilterCount": "%s komen overeen met deze filter.",
        "FilterDescription": "Een LDAP filter wordt gebruikt om te bepalen welke entiteiten mogen worden gebruikt voor verificatie , bijv \" ( objectClass = persoon) \" .",
        "FirstLastNameForAlias": "De voornaam en achternaam worden gebruikt om een alias aan te maken wanneer er geen gevonden kan worden in LDAP.",
        "FirstNameField": "Voornaam-veld",
        "FirstNameFieldDescription": "Het LDAP attribuut dat de gebruikers voornaam bevat.",
        "Go": "Ga",
        "InvalidFilter": "Ongeldige filter.",
        "Kerberos": "Gebruik Web server authenticatie (bijv. Kerberos SSO)",
        "KerberosDescription": "Indien ingeschakeld, zal de plugin de $_SERVER['REMOTE_USER'] variabele controleren en aannemen dat de gebruiker al geauthenticeerd is. Als $_SERVER['REMOTE_USER'] niet aanwezig is, worden alle gebruikers geauthenticeerd volgens de andere instellingen.",
        "LDAPServers": "LDAP Servers",
        "LastNameField": "Achternaam-veld",
        "LastNameFieldDescription": "Het LDAP attribuut ddie de gebruikers achternaam bevat.",
        "LdapAdminAccessField": "LDAP Admin Access veld",
        "LdapAdminAccessFieldDescription": "Het standaard LDAP attribuut dat bepaalt tot welke websites een gebruiker admin rechten geeft.",
        "LdapFunctionsMissing": "Het lijkt erop dat de PHP LDAP extensie niet is ingeschakeld. Deze is vereist voor de plugin. Gelieve deze te installeren.",
        "LdapPort": "Serverpoort",
        "LdapSuperUserAccessField": "LDAP Super Gebruiker Toegang Veld",
        "LdapSuperUserAccessFieldDescription": "Het standaard LDAP attribuut dat bepaalt of een gebruiker een superuser is of niet.",
        "LdapUrlPortWarning": "De port optie wordt genegeerd wanneer de hostname van de server wordt aangepast naar een LDAP URL (bijvoorbeeld, ldap://localhost/ in plaats van localhost).",
        "LdapUserAccessAttributeServerSeparator": "Gebruikerstoegang Attribute Server &amp; Site List scheidingsteken",
        "LdapUserAccessAttributeServerSeparatorDescription": "De string die gebruikt wordt om Matomo server-instanctie ID's te scheiden met site ID lijsten. Indien ingesteld op ':', zal het toegangsattribuut er waarschijnlijk uitzien zoals '&lt;server-id&gt;:&lt;site-list&gt;;&lt;server-id&gt;:&lt;site-list&gt;'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Gebruikerstoegang Attribute Server Specificatie scheidingsteken",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "De tekenreeks die gebruikt wordt om serverspecificaties af te bakenen in een gebruikerstoegangskenmerk. Indien ingesteld op ';', zal het toegangskenmerk er waarschijnlijk uitzien als '&lt;server-spec&gt;;&lt;server-spec&gt;;…'.",
        "LdapUserAdded": "LDAP-gebruiker succesvol toegevoegd!",
        "LdapUserCantChangePassword": "Het wijzigen van het wachtwoord wordt niet ondersteund voor LDAP-gebruikers. Als u LDAP gebruikt, worden uw gebruikersinstellingen direct in LDAP beheerd. Neem voor meer informatie contact op met uw LDAP-server beheerder of uw Matomo-beheerder.",
        "LdapViewAccessField": "LDAP View Access Veld",
        "LdapViewAccessFieldDescription": "Het aangepaste LDAP attribuut dat bepaalt welke sites een gebruiker mag bekijken.",
        "LoadUser": "Laad Gebruiker uit LDAP",
        "LoadUserCommandDesc": "Om meer gebruikers te synchroniseren, gebruik het %s commando.",
        "LoadUserDescription": "Je kunt dit formulier gebruiken om een enkele gebruiker in LDAP te synchroniseren vanuit de UI.",
        "LoginPluginEnabledWarning": "Beide %1$s en%2$s plugins zijn geactiveerd! Dit zorgt ervoor dat login pogingen van LDAP gebruikers niet slagen, schakel de plugin %1$s uit.",
        "MailField": "E-mailadres-veld",
        "MailFieldDescription": "Het LDAP attribuut die de gebruikers emailadres bevat, bijv. \"mail\".",
        "MemberOf": "Vereiste gebruikersgroep",
        "MemberOfCount": "%s is lid van deze groep.",
        "MemberOfDescription": "Een groep waarvan de gebruiker lid moet zijn, bv. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Opmerking: Deze instelling gebruikt het \"memberOf=?\" LDAP-filter. Sommige LDAP-servers hebben extra instellingen nodig om dit werkend te krijgen.",
        "MemberOfField": "LDAP memberOf Veld",
        "MemberOfFieldDescription": "Veld in je LDAP installatie om lidmaatschap aan te geven, standaard \"memberOf\"",
        "MenuLdap": "LDAP Gebruikers",
        "MobileAppIntegrationNote": "Opmerking: als u van plan bent om LDAP met de officiële mobiele app te gebruiken, moet u deze optie niet aanvinken. Momenteel kan de mobiele app gebruikers niet authenticeren als gebruikerswachtwoorden niet in de database van Matomo zijn opgeslagen.",
        "NetworkTimeout": "LDAP Netwerk verzoek Timeout (in seconden)",
        "NetworkTimeoutDescription": "De tijdslimiet in seconden voor een LDAP netwerk verzoek.",
        "NetworkTimeoutDescription2": "Hoe groter de time-out, hoe langer uw gebruikers moeten wachten voordat Matomo ze kan aanmelden via LDAP, indien een of meer van uw servers niet meer reageren.",
        "NewUserDefaultSitesViewAccess": "Standaard websites met lees rechten voor nieuwe gebruikers",
        "NewUserDefaultSitesViewAccessDescription": "Indien gespecifieerd, krijgt een LDAP-gebruiker, wanneer die voor het eerst wordt gesynchroniseerd, leestoegang tot deze sites. Dit moet worden ingesteld op een lijst van ID's of 'alle'.",
        "NoUserName": "Geen gebruikersnaam opgegeven!",
        "OneUser": "1 gebruiker",
        "OptionsPWCONFIRMATION": "Schakel wachtwoordbevestiging in",
        "OptionsPWCONFIRMATIONDescription": "Indien ingeschakeld, dan is een wachtwoord-challenge vereist om admin-acties te valideren en moet u een geldig wachtwoord invoeren om verder te gaan.",
        "PasswordField": "Gebruiker Wachtwoord Veld",
        "PasswordFieldDescription": "Naam van het LDAP-attribuut die het wachtwoord van een gebruiker bevat, bijvoorbeeld 'userPassword' of 'unicodePwd'.",
        "PasswordFieldDescription2": "Indien \"Gebruik altijd LDAP voor authenticatie\" is ingeschakeld en \"Genereer willekeurige token_auth voor nieuwe gebruikers\" is uitgeschakeld, dan moet de waarde van dit veld in LDAP het gehashte of gecodeerde wachtwoord van een gebruiker zijn.",
        "PasswordFieldHelp": "Voer een wachtwoord in om het bestaande wachtwoord te overschrijven of laat deze leeg, dan blijft het huidige bestaan.",
        "PluginDescription": "Login plugin met LDAP authenticatie. Alternatief voor de standaard Matomo Login plugin.",
        "ReadMoreAboutAccessSynchronization": "Om meer te weten over gebruikers toegang synchronisatie, %1$slees onze documentatie%2$s.",
        "ServerName": "Servernaam",
        "ServerUrl": "Server-URL",
        "Settings": "LDAP instellingen",
        "StartTLS": "Schakel TLS in",
        "StartTLSFieldHelp": "TLS voor deze server activeren",
        "StripDomainFromWebAuth": "Verwijder domein van Web Server Auth User",
        "StripDomainFromWebAuthDescription": "Indien ingeschakeld, wordt het domeindeel van de gebruiker in de variabele $_SERVER['REMOTE_USER'] verwijdert (d.w.z. alles na en inclusief de eerste '@').",
        "SynchronizeUsersAfterLogin": "Synchroniseer gebruikers na een succesvolle login",
        "SynchronizeUsersAfterLoginDescription": "Als ingesteld, gebruiker details in LDAP worden altijd gesynchroniseerd na een succesvolle aanmelding.",
        "SynchronizeUsersAfterLoginDescription2": "Indien uitgeschakeld, zal de plugin geen gebruikersinformatie synchroniseren na aanmelding, tenzij LDAP-authenticatie is ingeschakeld. Indien mogelijk worden LDAP-verbindingen volledig vermeden.",
        "Test": "Testen",
        "ThisMatomoInstanceName": "Speciale naam voor deze Matomo instantie",
        "ThisMatomoInstanceNameDescription": "Een speciale naam om deze Matomo-instantie te identificeren in een toegangsattribuut. Als er geen gespecifieerd is, verwachten we de basis-URL van deze Matomo.",
        "UnsupportedPasswordReset": "Kan wachtwoord van deze gebruiker niet resetten, neem a.u.b. contact op met een administrator.",
        "UpdateFromPre300Warning": "Omdat u geüpdated heeft vanaf een versie van voor 3.0.0, kunt u deze optie beter niet aanvinken. Vóór versie 3.0.0 werden gebruikerswachtwoorden zowel in LDAP als in de Matomo database opgeslagen. Deze optie moet uit staan, zodat gebruikers die vóór de upgrade zijn toegevoegd, kunnen inloggen.",
        "UseLdapForAuthentication": "Altijd LDAP gebruiken voor authenticatie",
        "UseLdapForAuthenticationDescription": "Indien uitgeschakeld, worden gebruikerswachtwoorden in de database van Matomo opgeslagen in plaats van LDAP. Dit resulteert in sneller inloggen, maar is minder veilig.",
        "UserIdField": "Gebruiker-ID-veld",
        "UserIdFieldDescription": "Het LDAP attribuut die de gebruikers gebruikersnaam bevat, bijv. \"uid\", of in Active Directory: \"userPrincipalName\".",
        "UserNotFound": "Gebruiker \"%s\" niet gevonden!",
        "UserSyncSettings": "Gebruiker Synchronisatie Instellingen",
        "UsernameSuffix": "E-mail adres achtervoegsel",
        "UsernameSuffixDescription": "Toegevoegd aan gebruikersnamen om een e-mailadres aan te maken voor gebruikers die er geen hebben in LDAP, bv: \"@localhost.com\"."
    }
}
