{
    "LoginLdap": {
        "AccessSyncSettings": "Ustawienia Synchronizacji Dostępów",
        "AdminPass": "Hasło LDAP",
        "AdminUser": "Powiązana nazwa użytkownika LDAP",
        "AdminUserDescription": "Użytkownik z dostępem do wpisów innych użytkowników, lub puste dla anonimowych powiązań.",
        "AliasField": "Pole aliasu użytkownika",
        "AliasFieldDescription": "Atrybut LDAP używany do wygenerowania Matomo'owego aliasu użytkownika, np.: \"cn\".",
        "BaseDn": "Podstawowy DN",
        "CannotConnectToServer": "Brak połączenia z serwerem LDAP.",
        "CannotConnectToServers": "Nie udało się połączyć z żadnym z %s serwerów LDAP.",
        "EnableLdapAccessSynchronization": "Włącz synchronizację dostępu użytkowników z LDAP",
        "EnableLdapAccessSynchronizationDescription": "Włączenie pozwala określać dostęp użytkowników do Matomo'a poprzez dodatkowe atrybuty LDAP. NOTKA: W celu użycia funkcjonalności, konieczna będzie modyfikacja schematu Twojego serwera LDAP.",
        "ExpectedLdapAttributes": "Oczekiwane atrybuty LDAP",
        "ExpectedLdapAttributesPrelude": "Z taką konfiguracją wtyczka LoginLdap oczekuje, że atrybuty w LDAP'ie zapisane będą w postaci",
        "Filter": "Filtr wyszukiwania LDAP",
        "FilterCount": "%s zostało dopasowanych do tego filtra.",
        "FilterDescription": "Filtr LDAP wykorzystywany w celu ustalenia, które encje mogą zostać wykorzystane do autentykacji, np.: \"(objectClass=person)\".",
        "FirstLastNameForAlias": "Imię i nazwisko są wykorzystywane do tworzenia aliasu jeśli nie uda się go znaleźć w LDAP'ie.",
        "FirstNameField": "Pole Imię",
        "FirstNameFieldDescription": "Atrybut LDAP zawierający imię użytkownika.",
        "Go": "Idź",
        "InvalidFilter": "Niewłaściwy filtr.",
        "Kerberos": "Użyj Autentykacji Serwera WWW (n.p. Kerberos SSO)",
        "KerberosDescription": "Po włączeniu, wtyczka będzie sprawdzała zmienną $_SERVER['REMOTE_USER'] zakładając, że użytkownik został autoryzowany. W przypadku braku zmiennej $_SERVER['REMOTE_USER'], wszyscy użytkownicy są autentykowani na podstawie innych ustawień.",
        "LDAPServers": "Serwery LDAP",
        "LastNameField": "Pole Nazwisko",
        "LastNameFieldDescription": "Atrybut LDAP zawierający nazwisko użytkownika.",
        "LdapAdminAccessField": "LDAP - Pole uprawnień administratorskich",
        "LdapAdminAccessFieldDescription": "Konfigurowalny atrybut LDAP określający, w których serwisach użytkownikowi nadano uprawnienia administratorskie.",
        "LdapFunctionsMissing": "Rozszerzenie PHP LDAP wydaje się nie być włączone. Jest ono wymagane przez tą wtyczkę, więc proszę zainstaluj je.",
        "LdapPort": "Port Serwera",
        "LdapSuperUserAccessField": "LDAP - Pole uprawnień Super Użytkownika",
        "LdapSuperUserAccessFieldDescription": "Konfigurowalny atrybut LDAP określający serwisy, w których użytkownikowi nadano uprawnienia Super Użytkownika.",
        "LdapUrlPortWarning": "Opcjonalny numer portu jest ignorowany jeśli nazwa hosta jest skonfigurowana jako LDAP URL (np., ldap://localhost/ zamiast localhost).",
        "LdapUserAccessAttributeServerSeparator": "Serwerowy atrybut dostępu użytkownika i separator listy serwisów",
        "LdapUserAccessAttributeServerSeparatorDescription": "Ciąg wykorzystywany do oddzielenia identyfikatorów serwerów Matomo z identyfikatorami serwisów. Ustawienie ':' wygeneruje taki atrybut '&lt;server-id&gt;:&lt;site-list&gt;;&lt;server-id&gt;:&lt;site-list&gt;'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Separator konfiguracji serwera dla atrybutu dostępu użytkownika",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Ciąg skonfigurowany na serwerze, wykorzystywany do separacji atrybutów dostępu użytkownika. Ustawienie ';' spowoduje, że atrybut dostępu będzie zwracany jako '&lt;server-spec&gt;;&lt;server-spec&gt;;…'.",
        "LdapUserAdded": "Udało się dodać użytkownika LDAP!",
        "LdapUserCantChangePassword": "Zmiana hasła nie jest wspierana dla użytkowników autentykowanych przez LDAP. Korzystasz z LDAP, a więc Twoje ustawienia są zarządzane bezpośrednio w LDAP'ie. Więcej informacji na temat serwera LDAP uzyskasz u swojego administratora lub administratora Matomo.",
        "LdapViewAccessField": "LDAP - Pole uprawnień do podglądu",
        "LdapViewAccessFieldDescription": "Konfigurowalny atrybut LDAP określający, w których serwisach użytkownik ma dostęp do podglądu.",
        "LoadUser": "Załaduj użytkowników z LDAP'a",
        "LoadUserCommandDesc": "W celu synchronizacji większej liczby użytkowników, użyj polecenia %s.",
        "LoadUserDescription": "Ten formularz pozwala na synchronizację pojedynczego użytkownika w LDAP'ie przy pomocy interfejsu.",
        "LoginPluginEnabledWarning": "Obie wtyczki %1$s i %2$s są włączone! To spowoduje, że nie uda się zalogować użytkowników poprzez LDAP, proszę wyłącz wtyczkę %1$s.",
        "MailField": "Pole adresu e-mail",
        "MailFieldDescription": "Atrybut LDAP zawierający adres e-mail użytkownika, np. \"e-mail\"",
        "MemberOf": "Wymagana grupa użytkowników",
        "MemberOfCount": "%s jest członkami tej grupy.",
        "MemberOfDescription": "Grupa, której członkiem musi być użytkownik, np.: \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "NOTKA: To ustawnienie wykorzystuje filtr LDAP memberOf=?. Niektóre serwery LDAP wymagają dodatkowej konfiguracji, aby ten filtr zadziałał.",
        "MemberOfField": "Pole LDAP memberOf",
        "MemberOfFieldDescription": "Pole w Twoim LDAP'ie służące do wskazywania członkostwa, domyślnie \"memberOf\"",
        "MenuLdap": "Użytkownicy LDAP",
        "MobileAppIntegrationNote": "NOTKA: Jeśli zamierzasz korzystać z LDAP'a w oficjalnej aplikacji mobilnej, musisz pozostawić tą opcję niezaznaczoną. Obecnie, aplikacja mobilna nie potrafi autentykować użytkowników jeśli ich hasła nie są zapisane w bazie Matomo'a.",
        "NetworkTimeout": "Czas oczekiwania żądania sieciowego LDAP (w sek.)",
        "NetworkTimeoutDescription": "Limit czasu na odpowiedź serwera LDAP w sekundach.",
        "NetworkTimeoutDescription2": "Ustawienie dłuższego czasu oczekiwania na odpowiedź serwera, może spowodować wydłużenie czasu potrzebnego na logowanie w Matomo'u poprzez LDAP, w sytuacji gdy jeden lub więcej Twoich serwerów staną się niedostępne.",
        "NewUserDefaultSitesViewAccess": "Strony z podglądem dostępne dla Nowych Użytkowników",
        "NewUserDefaultSitesViewAccessDescription": "Jeśli zaznaczone, w momencie pierwszej synchronizacji nowego użytkownika z LDAP, użytkownik otrzymuje dostęp do tych serwisów. Powinno być listą ID lub 'all'.",
        "NoUserName": "Brak nazwy użytkownika!",
        "OneUser": "1 użytkownik",
        "PasswordField": "Pole hasła Użytkownika",
        "PasswordFieldDescription": "Nazwa atrybutu LDAP zawierającego hasło użytkownika, np. 'userPassword' lub 'unicodePwd'",
        "PasswordFieldDescription2": "Po zaznaczeniu 'Zawsze używaj LDAP do autentykacji' i wyłączeniu 'Generuj Losowy token_auth Dla Nowych Użytkowników', wartością tego pola w LDAP'ie musi być zaszyfrowane hasło.",
        "PasswordFieldHelp": "Wprowadź nowe hasło, aby nadpisać istniejące hasło lub pozostaw puste aby zaniechać zmian.",
        "PluginDescription": "Wtyczka logowania wykorzystująca autentykację LDAP. Dostarcza alternatywną do standardowej metody logowania Matomo'a.",
        "ReadMoreAboutAccessSynchronization": "Aby dowiedzieć się więcej o synchronizacji dostępów użytkowników, %1$sprzeczytaj dokumentację%2$s.",
        "ServerName": "Nazwa serwera",
        "ServerUrl": "URL serwera",
        "Settings": "Ustawienia LDAP",
        "SynchronizeUsersAfterLogin": "Synchronizuj Użytkowników po poprawnym logowaniu",
        "SynchronizeUsersAfterLoginDescription": "Włączenie opcji uruchomi synchronizację danych Użytkownika z LDAP'a po każdorazowym poprawnym logowaniu.",
        "SynchronizeUsersAfterLoginDescription2": "Wyłączenie wtyczki zapobiega synchronizacji użytkownika po zalogowaniu, chyba że autoryzacja LDAP jest włączona. Zawsze, gdy to możliwe, aplikacja będzie unikała nawiązywania połączeń LDAP.",
        "Test": "Test",
        "ThisMatomoInstanceName": "Specjalna nazwa tej instancji Matomo'a",
        "ThisMatomoInstanceNameDescription": "Specjalna nazwa pozwala na identyfikację tej instancji Matomo'a w atrybucie dostępu. Domyślną wartością będzie bazowy adres tego Matomo'a",
        "UnsupportedPasswordReset": "Nie udało się zresetować hasła tego użytkownika, proszę skontaktuj się z administratorem.",
        "UpdateFromPre300Warning": "Aplikacja została zaktualizowana z wersji starszej niż 3.0.0, pozostawienie tej opcji niezaznaczonej najprawdopodobniej będzie dobrym pomysłem. Przed wersją 3.0.0, hasła użytkowników zapisywane były w LDAP'ie i w bazie Matomo'a. Opcja ta musi pozostać niezaznaczona, tak aby użytkownicy dodani przed aktualizacją w dalszym ciągu byli w stanie się zalogować.",
        "UseLdapForAuthentication": "Zawsze używaj LDAP do autentykacji",
        "UseLdapForAuthenticationDescription": "Wyłączenie spowoduje przechowywanie haseł użytkowników w bazie Matomo'a równolegle do LDAP. Przyspiesza to logowanie, ale jest mniej bezpieczne.",
        "UserIdField": "Pole ID użytkownika",
        "UserIdFieldDescription": "Atrybut LDAP zawierający nazwę użytkownika, np.: \"uid\" lub w Active Directory: \"userPrincipalName\".",
        "UserNotFound": "Nie znaleziono użytkownika \"%s\"!",
        "UserSyncSettings": "Ustawienia Synchronizacji Użytkowników",
        "UsernameSuffix": "Sufiks adresu e-mail",
        "UsernameSuffixDescription": "Dołączane do nazwy użytkownika w celu wygenerowania adresu e-mail dla użytkowników nie posiadających konta w LDAP'ie. Ustaw na przykład na \"@localhost.com\"."
    }
}
