{
    "LoginLdap": {
        "PluginDescription": "Faça o login do plugin com autenticação LDAP. Fornece uma alternativa para o plugin padrão de login do Matomo.",
        "MenuLdap": "Usuários LDAP",
        "LoadUser": "Carregar Usuário através de LDAP",
        "LoadUserDescription": "Você pode utilizar este formulário para sincronizar um único usuário em LDAP a partir da Interface do Usuário.",
        "LoadUserCommandDesc": "Para sincronizar mais usuários, utilize o comando %s.",
        "Settings": "Configurações do LDAP",
        "AliasField": "Utilizar Campo Pseudônimo",
        "BaseDn": "DN Base",
        "LdapPort": "Server Port",
        "MailField": "Campo de Endereço de E-mail",
        "ServerUrl": "URL do Server",
        "UserIdField": "Use Campo ID",
        "AliasFieldDescription": "O atributo LDAP usado para gerar um apelido para um usuário Matomo, e.g., \"cn\".",
        "MailFieldDescription": "O atributo LDAP contendo o endereço de e-mail do usuário, e.g. \"mail\".",
        "UserIdFieldDescription": "O atributo LDAP que contém o nome de usuário de um usuário, e.g., \"uid\", ou para o Active Directory: \"userPrincipalName\".",
        "UserNotFound": "Usuário \"%s\" não encontrado!",
        "NoUserName": "Não há esse nome de usuário!",
        "UsernameSuffix": "Sufixo do Endereço de E-mail",
        "UsernameSuffixDescription": "Anexado a nomes de usuários para gerar endereços de e-mail para os usuários que não têm nenhum em LDAP. Configure para, e.g., \"@localhost.com\".",
        "AdminUser": "Nome de Usuário Bind LDAP",
        "AdminUserDescription": "Usuário com acesso a outras entradas de usuários, ou em branco para ligação anônima.",
        "AdminPass": "Senha LDAP",
        "MemberOf": "Grupo do Usuário Requerido",
        "MemberOfDescription": "Um grupo em que o usuário é obrigado a ser um membro de, e.g. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Nota: Esta configuração utiliza o filtro LDAP memberOf=?. Alguns servidores LDAP requerem configurações adicionais para que isso funcione.",
        "Filter": "Filtro de Busca LDAP",
        "FilterDescription": "Um filtro LDAP utilizado para determinar quais entidades estão autorizadas a serem utilizadas para autenticação, e.g. \"(objectClass=person)\".",
        "Kerberos": "Use Autenticador do Servidor Web (e.g. Kerberos SSO)",
        "KerberosDescription": "Se ativado, o plugin irá verificar a variável $_SERVER['REMOTE_USER'] e assumir que o usuário já está autenticado. Se a variável $_SERVER['REMOTE_USER'] não estiver presente, todos os usuários serão autenticados de acordo com outras configurações.",
        "LdapUserAdded": "Usuário LDAP adicionado com sucesso!",
        "LdapFunctionsMissing": "A extensão PHP LDAP parece não estar habilitada. Ela é necessária para este plugin. Por favor, instale-a.",
        "CannotConnectToServer": "Não foi possível conectar com o servidor LDAP",
        "CannotConnectToServers": "Não foi possível conectar-se a nenhum dos %s servidores LDAP.",
        "LDAPServers": "Servidores LDAP",
        "OneUser": "1 usuário",
        "MemberOfCount": "%s são membros deste grupo",
        "FilterCount": "%s conferem com este filtro",
        "Test": "Teste",
        "InvalidFilter": "Filtro inválido",
        "ServerName": "Nome do servidor",
        "FirstNameField": "Campo Primeiro Nome",
        "FirstNameFieldDescription": "O atributo LDAP contendo o primeiro nome do usuário",
        "LastNameField": "Campo ùltimo Nome",
        "LastNameFieldDescription": "O atributo LDAP contendo o último nome do usuário",
        "FirstLastNameForAlias": "O primeiro e último nome são usados para gerar um apelido, caso não seja encontrado um no LDAP.",
        "NewUserDefaultSitesViewAccess": "Sites Iniciais com Acesso de Visualização para Novos Usuários",
        "NewUserDefaultSitesViewAccessDescription": "Se especificado, quando um usuário LDAP é sincronizado pela primeira vez é dado a ele(a) acesso de leitura a esses sites. Deve ser definido para uma lista de IDs para 'todos'.",
        "EnableLdapAccessSynchronization": "Permitir Sincronização de Acesso do Usuário a partir do LDAP",
        "EnableLdapAccessSynchronizationDescription": "Se ativado, os níveis de acesso do usuário são determinadas por atributos LDAP personalizados. Nota: Para utilizar esta função, você terá de modificar o esquema do servidor LDAP.",
        "LdapViewAccessField": "Campo Acesso de Visualização LDAP",
        "LdapViewAccessFieldDescription": "O atributo LDAP personalizado que determina quais os sites que um usuário tem acesso a visualização.",
        "LdapAdminAccessField": "Campo Acesso do Admin LDAP",
        "LdapAdminAccessFieldDescription": "O atributo LDAP personalizado que determina quais os sites que um usuário tem acesso administrativo.",
        "LdapSuperUserAccessField": "Campo de Acesso de Super Usuário LDAP",
        "LdapSuperUserAccessFieldDescription": "O atributo LDAP personalizado que determina se um usuário é ou não um superusuário.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimitador de Acesso do Usuário às Especificações de Atributos do Servidor",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "A seqüência utlizada para delimitar as especificações do servidor em um atributo de acesso do usuário. Se definido como ';', o atributo de acesso será esperado como, e.g., '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Atributo do Servidor de Acesso do Usuário & Separador de Lista do Site",
        "LdapUserAccessAttributeServerSeparatorDescription": "A seqüência utilizada para separar IDs da instância do servidor Matomo com listas de ID do site. Se definido como ':', o atributo de acesso será esperado parecer com '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Nome Especial para esta Instância do Matomo",
        "ThisMatomoInstanceNameDescription": "Um nome especial usado para identificar esta instância Matomo em um atributo de acesso. Se nenhum for especificado, supomos que seja a URL base para este Matomo.",
        "UnsupportedPasswordReset": "Não é possível redefinir a senha do usuário. Por favor, entre em contato com um administrador.",
        "UserSyncSettings": "Configurações de Sincronização do Usuário",
        "AccessSyncSettings": "Configurações de Sincronização de Acesso",
        "SynchronizeUsersAfterLogin": "Sincronizar Usuários Após Login Efetuado com Sucesso",
        "SynchronizeUsersAfterLoginDescription": "Se ativado, os detalhes do usuário em LDAP serão sempre sincronizados após um login bem-sucedido.",
        "SynchronizeUsersAfterLoginDescription2": "Se desativado, o plugin não irá sincronizar informações do usuário após o login, a menos que a autenticação LDAP seja ativada. Quando possível, conexões LDAP serão inteiramente evitadas.",
        "UseLdapForAuthentication": "Sempre Utilize LDAP para Autenticação",
        "UseLdapForAuthenticationDescription": "Se desativada, as senhas de usuário serão armazenados no banco de dados do Matomo, além do LDAP. Isto irá resultar em logins mais rápidos, mas é menos seguro.",
        "PasswordField": "Campo de Senha do Usuário",
        "PasswordFieldDescription": "Nome do atributo LDAP que contém a senha de um usuário, por exemplo, 'userPassword' ou 'unicodePwd'.",
        "PasswordFieldDescription2": "Se 'Sempre Usar LDAP para Autenticação' estiver ativado e \"Gerar token_auth aleatórios para Novos Usuários\" estiver desativado, o valor deste campo em LDAP deve ser mascarado ou a senha do usuário criptografada.",
        "ReadMoreAboutAccessSynchronization": "Para saber mais sobre a sincronização de acesso do usuário, %1$sleia nossos docs%2$s.",
        "ExpectedLdapAttributes": "Atributos LDAP esperados",
        "ExpectedLdapAttributesPrelude": "Com esta configuração o LoginLdap vai supor atributos em LDAP que se parecem",
        "NetworkTimeout": "Tempo Limite de Solicitação da Rede LDAP (em segs)",
        "NetworkTimeoutDescription": "O limite de tempo em segundos para uma solicitação da rede LDAP.",
        "NetworkTimeoutDescription2": "Quanto maior o tempo de espera, mais tempo os usuários tem que esperar antes do Matomo poder registrá-los por meio do LDAP, se um ou mais de seus servidores deixar de responder.",
        "Go": "Ir",
        "LoginPluginEnabledWarning": "mbos os plugins %1$s e %2$s estão ativados! Isto fará com que logins para os usuários LDAP falhem. Por favor, desative o plugin %1$s.",
        "MemberOfField": "Campo memberOf LDAP",
        "MemberOfFieldDescription": "Campo utilizado pelo seu LDAP para indicar membro, por padrão \"memberOf\"",
        "LdapUrlPortWarning": "A opção de porta é ignorada quando o nome do servidor é definido como uma URL LDAP (isto é, ldap:\/\/localhost\/ ao invés de localhost).",
        "UpdateFromPre300Warning": "Já que você atualizou a partir de uma versão pré-3.0.0, você provavelmente deve manter esta opção desmarcada. Antes da versão 3.0.0 as senhas de usuários foram armazenadas tanto no LDAP quanto no Banco de Dados do Matomo. Esta opção deve ser desmarcada para que os usuários adicionados antes da atualização sejam capazes de acessar suas contas.",
        "MobileAppIntegrationNote": "Nota: Se você planeja usar LDAP com o aplicativo móvel oficial, você deve manter esta opção desmarcada. Atualmente, o aplicativo móvel não pode autenticar os usuários se as senhas de usuários não estiverem armazenadas no Banco de Dados do Matomo.",
        "PasswordFieldHelp": "Digite uma senha para substituir a existente ou deixe em branco para não modificar.",
        "LdapUserCantChangePassword": "Alteração de senha não é suportado para usuários LDAP. Ao usar LDAP, as configurações de usuário são gerenciados diretamente em LDAP. Para mais informações, entre em contato com o administrador do servidor LDAP ou o administrador do Matomo."
    }
}