{
    "LoginLdap": {
        "PluginDescription": "Extensão de autenticação para o LDAP. Fornece uma alternativa à extensão de autenticação predefinida do Matomo.",
        "MenuLdap": "Utilizadores do LDAP",
        "LoadUser": "Importar utilizador do LDAP",
        "LoadUserDescription": "Pode utilizar este formulário para sincronizar um utilizador do LDAP a partir da interface do utilizador.",
        "LoadUserCommandDesc": "Para sincronizar mais utilizadores, utilize o comando %s.",
        "Settings": "Definições do LDAP",
        "AliasField": "Campo do pseudónimo do utilizador",
        "BaseDn": "DN base",
        "LdapPort": "Porta do servidor",
        "MailField": "Campo do endereço de e-mail",
        "ServerUrl": "Endereço do servidor",
        "UserIdField": "Campo do ID do utilizador",
        "AliasFieldDescription": "O atributo LDAP utilizado para gerar um pseudónimo para o utilizador no Matomo, por exemplo, \"cn\".",
        "MailFieldDescription": "O atributo LDAP que contém o endereço de e-mail do utilizador, por exemplo, \"mail\".",
        "UserIdFieldDescription": "O atributo LDAP que contém o nome de utilizador do utilizador, por exemplo, \"uid\" ou, para o Active Directory: \"userPrincipalName\".",
        "UserNotFound": "O utilizador \"%s\" não foi encontrado!",
        "NoUserName": "Não foi fornecido um nome de utilizador!",
        "UsernameSuffix": "Sufixo do endereço de e-mail",
        "UsernameSuffixDescription": "Adicionado aos nomes de utilizador para gerar endereços de e-mail para utilizadores que não têm e-mail definido no LDAP. Configure para, por exemplo, \"@localhost.com\".",
        "AdminUser": "Utilizador de vinculação ao LDAP",
        "AdminUserDescription": "Utilizador com acesso aos perfis de outros utilizadores ou vazio para uma vinculação anónima.",
        "AdminPass": "Palavra-passe de LDAP",
        "MemberOf": "Grupo de utilizador obrigatório",
        "MemberOfDescription": "Um grupo do qual o utilizador deve ser membro, por exemplo, \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Nota: Esta definição utiliza o filtro LDAP memberOf=? . Alguns servidores de LDAP podem necessitar de configurações adicionais para isto funcionar.",
        "Filter": "Filtro de pesquisa LDAP",
        "FilterDescription": "Um filtro de LDAP é utilizado para determinar que entidades têm permissão para serem utilizadas para autenticação, por exemplo, \"(objectClass=person)\".",
        "Kerberos": "Utilizar autenticação do servidor Web (por exemplo, Kerberos SSO)",
        "KerberosDescription": "Se ativo, a extensão vai confirmar a variável $_SERVER['REMOTE_USER'] e assumir que o utilizador já está autenticado. Se $_SERVER['REMOTE_USER'] não estiver presente, todos os utilizadores serão autenticados de acordo com as outras definições.",
        "LdapUserAdded": "Utilizador LDAP adicionado com sucesso!",
        "LdapFunctionsMissing": "A extensão LDAP do PHP parece não estar ativa. Esta é necessária para esta extensão. Por favor, instale a mesma.",
        "CannotConnectToServer": "Não foi possível estabelecer ligação ao servidor LDAP.",
        "CannotConnectToServers": "Não foi possível estabelecer ligação com qualquer um dos %s servidores LDAP.",
        "LDAPServers": "Servidores LDAP",
        "OneUser": "1 utilizador",
        "MemberOfCount": "%s são membros deste grupo.",
        "FilterCount": "%s correspondem a este filtro.",
        "Test": "Teste",
        "InvalidFilter": "Filtro inválido.",
        "ServerName": "Nome do servidor",
        "FirstNameField": "Campo do primeiro nome",
        "FirstNameFieldDescription": "O atributo LDAP que contém o primeiro nome do utilizador.",
        "LastNameField": "Campo do último nome",
        "LastNameFieldDescription": "O atributo LDAP que contém o último nome do utilizador.",
        "FirstLastNameForAlias": "O primeiro e último nome são utilizados para gerar um pseudónimo se nenhum for encontrado no LDAP.",
        "NewUserDefaultSitesViewAccess": "Sites iniciais com acesso de Visualização para novos utilizadores",
        "NewUserDefaultSitesViewAccessDescription": "Se especificados, quando um utilizador LDAP for sincronizado pela primeira vez, é fornecido acesso de visualização a ela\/ele nestes sites. Deve ser definida uma lista de IDs ou 'all' (todos).",
        "EnableLdapAccessSynchronization": "Ativar sincronização do acesso dos utilizadores a partir do LDAP",
        "EnableLdapAccessSynchronizationDescription": "Se ativo, os níveis de acesso dos utilizadores são determinados por atributos LDAP personalizados. Nota: para utilizar esta funcionalidade, tem de alterar a esquema do seu servidor LDAP.",
        "LdapViewAccessField": "Campo LDAP para acesso de visualização",
        "LdapViewAccessFieldDescription": "O atributo personalizado do LDAP que determina a que sites um utilizador tem acesso de visualização.",
        "LdapAdminAccessField": "Campo LDAP para acesso de administração",
        "LdapAdminAccessFieldDescription": "O atributo personalizado do LDAP que determina a que sites um utilizador tem acesso de administração.",
        "LdapSuperUserAccessField": "Campo LDAP para acesso de super-administrador",
        "LdapSuperUserAccessFieldDescription": "O atributo personalizado do LDAP que determina se um utilizador é um super-administrador ou não.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Especificação do delimitador do servidor para o atributo para o acesso do utilizador",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "A expressão utilizada para delimitar as especificações do servidor para um atributo de acesso de utilizador. Se definido para ';', espera-se que o atributo de acesso se pareça com '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Separador de lista para o atributo de acesso do utilizador a servidores e sites",
        "LdapUserAccessAttributeServerSeparatorDescription": "A expressão utilizada para separar os IDs das instâncias do servidor do Matomo com as listas de IDs de sites. Se definido para ':', espera-se que o atributo de acesso se pareça com '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Um nome especial para esta instância do Matomo",
        "ThisMatomoInstanceNameDescription": "Um nome especial utilizado para identificar esta instância do Matomo num atributo de acesso. Se nenhum for especificado, esperamos o endereço base deste Matomo.",
        "UnsupportedPasswordReset": "Não é possível repor a palavra-passe deste utilizador; por favor, contacte um administrador.",
        "UserSyncSettings": "Definições de sincronização dos utilizadores",
        "AccessSyncSettings": "Definições de sincronização do acesso",
        "SynchronizeUsersAfterLogin": "Sincronizar utilizadores depois de uma autenticação bem sucedida",
        "SynchronizeUsersAfterLoginDescription": "Se ativo, os detalhes do utilizador no LDAP serão sempre sincronizados depois de uma autenticação bem sucedida.",
        "SynchronizeUsersAfterLoginDescription2": "Se não estiver ativo, a extensão não irá sincronizar informações do utilizador após a autenticação, a menos que a autenticação por LDAP esteja ativa. Sempre que seja possível, as ligações ao LDAP devem ser evitadas.",
        "UseLdapForAuthentication": "Usar sempre o LDAP para a autenticação",
        "UseLdapForAuthenticationDescription": "Se não estiver ativo, as palavras-passe dos utilizadores serão armazenadas na base de dados do Matomo para além do LDAP. Isto irá resultar em autenticações mais rápidas, mas menos seguras.",
        "PasswordField": "Campo da palavra-passe do utilizador",
        "PasswordFieldDescription": "O nome do atributo LDAP que contém a palavra-passe do utilizador, por exemplo, 'userPassword' ou 'unicodePwd'.",
        "PasswordFieldDescription2": "Se 'Usar sempre o LDAP para a autenticação' estiver ativo e 'Gerar token_auth aleatório para novos utilizadores' estiver desativo, o valor deste campo no LDAP deve ser uma hash da palavra-passe ou a palavra-passe encriptada.",
        "ReadMoreAboutAccessSynchronization": "Para saber mais sobre a sincronização do acesso dos utilizadores, %1$sconsulte a nossa documentação%2$s.",
        "ExpectedLdapAttributes": "Atributos LDAP esperados",
        "ExpectedLdapAttributesPrelude": "Com esta configuração, o LoginLdap espera que os atributos no LDAP se assemelhem a",
        "NetworkTimeout": "Tempo limite do pedido LDAP à rede (em segundos)",
        "NetworkTimeoutDescription": "O tempo limite em segundos para um pedido LDAP à rede",
        "NetworkTimeoutDescription2": "Quanto maior o tempo limite, mais tempo os utilizadores poderão ter de esperar antes do Matomo os autenticar via LDAP, caso um ou mais servidores estejam inoperacionais.",
        "Go": "Ir",
        "LoginPluginEnabledWarning": "Ambas as extensões %1$s e %2$s estão ativas! Isto irá fazer com que as autenticações para os utilizadores LDAP falhem; por favor, desative a extensão %1$s.",
        "MemberOfField": "Campo LDAP memberOf",
        "MemberOfFieldDescription": "Campo utilizado pelo seu LDAP para indicar filiação; por predefinição \"memberOf\"",
        "LdapUrlPortWarning": "A opção porta é ignorada quando o nome do servidor está definido como um endereço LDAP (por exemplo, ldap:\/\/localhost\/ em vez de localhost).",
        "UpdateFromPre300Warning": "Dado que atualizou de uma versão anterior à 3.0.0, provavelmente deve manter esta opção desativa. Antes da versão 3.0.0, as palavras-passe dos utilizadores eram armazenadas tanto no LDAP como na base de dados do Matomo. Esta opção deve estar desativada para que os utilizadores adicionados antes da atualização possam autenticar-se.",
        "MobileAppIntegrationNote": "Nota: Se estiver a planear utilizar o LDAP com a aplicação móvel oficial, deve manter esta opção desativada. Atualmente a aplicação móvel não pode autenticar utilizadores cujas palavras-passe não estejam armazenadas na base de dados do Matomo.",
        "PasswordFieldHelp": "Introduza uma palavra-passe para substituir a palavra-passe existente ou deixe em branco para não fazer qualquer alteração.",
        "LdapUserCantChangePassword": "A alteração da sua palavra-passe não é suportada para utilizadores LDAP. Como utiliza o LDAP, as suas definições de utilizador são geridas diretamente pelo LDAP. Para mais informação, por favor contacte o administrador do seu servidor LDAP ou o seu administrador do Matomo."
    }
}