{
    "LoginLdap": {
        "PluginDescription": "Shtojcë hyrjesh me mirëfilltësim LDAP. Ofron një alternativë ndaj shtojcës së Hyrjeve standarde Matomo.",
        "MenuLdap": "Përdorues LDAP",
        "LoadUser": "Ngarko Përdorues prej LDAP-i",
        "LoadUserDescription": "Këtë formular mund ta përdorni për të njëkohësuar një përdorues të vetëm te LDAP që nga UI.",
        "LoadUserCommandDesc": "Që të njëkohësoni më tepër përdorues, përdorni urdhrin %s.",
        "Settings": "Rregullime LDAP",
        "AliasField": "Fushë Aliasi Përdoruesi",
        "BaseDn": "DN Bazë",
        "LdapPort": "Portë Shërbyesi",
        "MailField": "Fushë Adrese Email",
        "ServerUrl": "URL Shërbyesi",
        "UserIdField": "Fushë ID-je Përdoruesi",
        "AliasFieldDescription": "Atributi LDAP i përdorur për të prodhuar alias përdoruesi Matomo-je, p.sh. \"cn\".",
        "MailFieldDescription": "Atributi LDAP që përmban adresën email të një përdoruesi, p.sh. \"mail\".",
        "UserIdFieldDescription": "Atributi LDAP që përmban emrin e përdoruesit të një përdoruesi, p.sh. \"uid\", ose për Drejtori Aktive: \"userPrincipalName\".",
        "UserNotFound": "Përdoruesi \"%s\" nuk u gjet!",
        "NoUserName": "S’u dha emër përdoruesi!",
        "UsernameSuffix": "Prapashtesë Adrese Email",
        "UsernameSuffixDescription": "U shtohet emrave të përdoruesve për të prodhuar adresa email për përdoruesit që nuk kanë të tillë në LDAP. E caktuar, për shembull, si, \"@localhost.com\".",
        "AdminUser": "Emër përdoruesi Bind LDAP",
        "AdminUserDescription": "Përdorues me hyrje te zëra të tjerë përdoruesi, ose e zbrazët për lidhje anonime.",
        "AdminPass": "Fjalëkalim LDAP",
        "MemberOf": "Grup i Domosdoshëm Përdoruesi",
        "MemberOfDescription": "Grup në të cilin është e domosdoshme anëtarësia e një përdoruesi, p.sh. \"cn=Matomo User,cn=Users,dc=organization,dc=com\".",
        "MemberOfDescription2": "Shënim: Ky rregullim përdor filtrin memberOf=? LDAP. Që kjo të funksionojë, disa shërbyes LDAP lypin rregullim shtesë.",
        "Filter": "Filtër Kërkimesh LDAP",
        "FilterDescription": "Një filtër LDAP i përdorur për të përcaktuar cilat njësi lejohen për t’u përdorur për mirëfilltësim, p.sh. \"(objectClass=person)\".",
        "Kerberos": "Përdor Mirëfilltësim Shërbyesi Web (p.sh. Kerberos SSO)",
        "KerberosDescription": "Në u aktivizoftë, shtojca do të kontrollojë ndryshoren $_SERVER['REMOTE_USER'] dhe do të marrë si të mirëqenë se për përdoruesin është bërë tashmë mirëfilltësimi. Nëse $_SERVER['REMOTE_USER'] s’është i pranishëm, krejt përdoruesit mirëfilltësohen sipas rregullimeve të tjera.",
        "LdapUserAdded": "Përdoruesi LDAP u shtua me sukses!",
        "LdapFunctionsMissing": "Zgjerimi PHP LDAP s’duket se është i aktivizuar. Është i domosdoshëm për këtë shtojcë, ju lutemi, instalojeni.",
        "CannotConnectToServer": "S’u lidh dot me shërbyesin LDAP.",
        "CannotConnectToServers": "S’u lidh dot në ndonjë nga %s shërbyesit LDAP.",
        "LDAPServers": "Shërbyes LDAP",
        "OneUser": "1 përdorues",
        "MemberOfCount": "%s është anëtar i këtij grupi.",
        "FilterCount": "%s kanë përputhje me këtë filtër.",
        "Test": "Provë",
        "InvalidFilter": "Filtër i pavlefshëm.",
        "ServerName": "Emër shërbyesi",
        "FirstNameField": "Fushë për Emrin",
        "FirstNameFieldDescription": "Atributi LDAP që përmban emrin e një përdoruesi.",
        "LastNameField": "Fushë për Mbiemrin",
        "LastNameFieldDescription": "Atributi LDAP që përmban mbiemrin e një përdoruesi.",
        "FirstLastNameForAlias": "Emri dhe mbiemri përdoren për të prodhuar një alias, nëse s’gjendet një i tillë në LDAP.",
        "NewUserDefaultSitesViewAccess": "Sajte Fillestarë Me Hyrje Parjesh Për Përdorues të Rinj",
        "NewUserDefaultSitesViewAccessDescription": "Nëse jepen vlera, kur një përdorues LDAP njëkohësohet për herë të parë, atij ose asaj i jepen të drejta parje për këto sajte. Duhet plotësuar si një listë ID-sh ose t’i jepet vlera 'all'.",
        "EnableLdapAccessSynchronization": "Aktivizo Njëkohësim Hyrjesh Përdoruesi prej LDAP",
        "EnableLdapAccessSynchronizationDescription": "Në u aktivizoftë, nivelet e hyrjeve për përdoruesit përcaktohen nga atribute vetjakë LDAP. Shënim: Që të përdorni këtë veçori, do t’ju duhet të ndryshoni skemën e shërbyesit tuaj LDAP.",
        "LdapViewAccessField": "Fusha LDAP për Hyrje Parjesh",
        "LdapViewAccessFieldDescription": "Atributi vetjak LDAP që përcakton se te cilët sajte mund të hyjë një përdorues për t’i parë.",
        "LdapAdminAccessField": "Fusha LDAP për Hyrje Përgjegjësi",
        "LdapAdminAccessFieldDescription": "Atributi vetjak LDAP që përcakton se te cilët sajte mund të hyjë si përgjegjës një përdorues.",
        "LdapSuperUserAccessField": "Fusha LDAP për Hyrje Superpërdoruesi",
        "LdapSuperUserAccessFieldDescription": "Atributi vetjak LDAP që përcakton nëse një përdorues është apo jo superpërdorues.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Kufizues Specifikimesh Shërbyesi në Atribut Hyrjesh Përdoruesi",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Vargu i përdorur për të kufizuar specifikime shërbyesi brenda një atributi hyrjesh përdoruesi. Nëse caktohet si ';', atributi i hyrjeve do të pritet të duket si '<server-spec>;<server-spec>;…'.",
        "LdapUserAccessAttributeServerSeparator": "Ndarës Shërbyesi & Listë Sajti në Atribut Hyrjesh Përdoruesi",
        "LdapUserAccessAttributeServerSeparatorDescription": "Vargu i përdorur për të ndarë ID instancash shërbyesi Matomo me lista ID-sh sajti. Nëse caktohet si ':', atributi i hyrjeve do të pritet të duket si '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Emër Special Për Këtë Instancë Matomo",
        "ThisMatomoInstanceNameDescription": "Një emër special i përdorur për të identifikuar këtë instancë Matomo në një atribut hyrjesh. Nëse s’jepet ndonjë, presim URL-në bazë të kësaj instance Matomo.",
        "UnsupportedPasswordReset": "S’ricaktohet dot fjalëkalimi i këtij përdoruesi, ju lutemi, lidhuni me një nga përgjegjësit.",
        "UserSyncSettings": "Përdor Rregullime Njëkohësimi",
        "AccessSyncSettings": "Hyni te Rregullime Njëkohësimi",
        "SynchronizeUsersAfterLogin": "Njëkohësoji Përdoruesit Pas Hyrjes Me Sukses",
        "SynchronizeUsersAfterLoginDescription": "Në u aktivizoftë, hollësitë e përdoruesi në LDAP do të jenë përherë të njëkohësuara, pas një hyrjeje të suksesshme.",
        "SynchronizeUsersAfterLoginDescription2": "Në u çaktivizoftë, shtojca nuk do të kryejë mirëfilltësim të përdoruesit pas hyrjes, veç në qoftë i aktivizuar mirëfilltësimi LDAP. Kur është e mundur, lidhjet LDAP do të shmangen tërësisht.",
        "UseLdapForAuthentication": "Përdor Përherë LDAP për Mirëfilltësim",
        "UseLdapForAuthenticationDescription": "Në u çaktivizoftë, fjalëkalimet e përdoruesve do të ruhen te BD-ja e Matomo-s, përveç se edhe te LDAP. Kjo do të shpjerë në hyrje më të shpejta, por është më pak e sigurt.",
        "PasswordField": "Fushë Fjalëkalimi Përdoruesi",
        "PasswordFieldDescription": "Emri i atributit LDAP që përmban fjalëkalimin e një përdoruesi, p.sh. 'userPassword' ose 'unicodePwd'.",
        "PasswordFieldDescription2": "Nëse 'Përdor Përherë LDAP për Mirëfilltësim' është e aktivizuar dhe 'Prodho token_auth Kuturu Për Përdorues të Rinj' është e çaktivizuar, vlera e kësaj fushe në LDAP duhet të jetë fjalëkalimi i përdoruesit, i trajtuar me hash ose i fshehtëzuar.",
        "ReadMoreAboutAccessSynchronization": "Për të mësuar më tepër mbi njëkohësim përdoruesish, %1$slexoni dokumentimin tonë%2$s.",
        "ExpectedLdapAttributes": "Atribute LDAP të pritshëm",
        "ExpectedLdapAttributesPrelude": "Me këtë formësim, LoginLdap do të presë për atribute në LDAP që duken si",
        "NetworkTimeout": "Kohë Mbarimi Kërkese Rrjeti LDAP (në sekonda)",
        "NetworkTimeoutDescription": "Kufiri kohor në sekonda për një kërkesë rrjeti LDAP.",
        "NetworkTimeoutDescription2": "Sa më e madhe koha e mbarimit, aq më shumë kohë mund t’u duhet të presin përdoruesve tuaj, përpara se Matomo të mund të bëjë për ta hyrjen përmes LDAP-je, nëse një ose disa nga shërbyesit tuaj reshtin së përgjigjuri.",
        "Go": "Jepi",
        "LoginPluginEnabledWarning": "Janë të aktivizuara që të dyja shtojcat, %1$s dhe %2$s! Kjo do të shkaktojë dështimin e hyrjeve të përdoruesve LDAP, ju lutemi, çaktivizoni shtojcën %1$s.",
        "MemberOfField": "Fusha LDAP memberOf",
        "MemberOfFieldDescription": "Fushë e përdorur nga LDAP-ja juaj për të treguar anëtarësi, si parazgjedhje \"memberOf\"",
        "LdapUrlPortWarning": "Mundësia portë shpërfillet, kur si strehëemër shërbyesi është caktuar një URL LDAP (domethënë, ldap:\/\/localhost\/, në vend se localhost).",
        "UpdateFromPre300Warning": "Ngaqë e përditësuat prej një versioni para-3.0.0, mundet të duhej të mos i vini shenjë kësaj mundësie. Para versionit 3.0.0, fjalëkalimet e përdoruesve depozitoheshin si në LDAP, ashtu edhe në BD-në e Matomo-s. Kjo mundësi duhet të lihet e pazgjedhur, në mënyrë që përdoruesit e shtuar para përmirësimit të jenë në gjendje të bëjnë hyrjen.",
        "MobileAppIntegrationNote": "Shënim: Nëse keni në plan të përdorni LDAP me aplikacionin zyrtar për celular, duhet të mos i vini shenjë kësaj mundësie. Hëpërhë, aplikacioni për celular s’mund të bëjë mirëfilltësim përdoruesish, nëse fjalëkalimet nuk janë depozituar në BD-në e Matomo-s.",
        "PasswordFieldHelp": "Jepni një fjalëkalim që të mbishkruhet fjalëkalimi ekzistues, ose lëreni të zbrazët që të mos bëhen ndryshime.",
        "LdapUserCantChangePassword": "Ndryshimi i fjalëkalimit nuk mbulohet për përdorues LDAP. Kur përdorni LDAP, rregullimet tuaja të përdoruesit administrohen drejtpërsëdrejti nga LDAP-ja. Për më tepër të dhëna, ju lutemi, lidhuni me përgjegjësin e shërbyesit tuaj LDAP ose përgjegjësin e instalimit tuaj Matomo."
    }
}