{
    "LoginLdap": {
        "PluginDescription": "Dodatak za prijavljivanje na sistem koji koristi LDAP. Alternativa standardnom Matomo dodatku za prijavu.",
        "MenuLdap": "LDAP korisnici",
        "LoadUser": "Učitaj korisnika iz LDAP-a",
        "LoadUserDescription": "Možete upotrebiti ovaj formular kako biste sinhronizovali LDAP korisnika.",
        "LoadUserCommandDesc": "Ako želite da sinhronizujete više korisnika, koristite komandu %s.",
        "Settings": "LDAP podešavanja",
        "AliasField": "Polje alias",
        "BaseDn": "Osnovni DN",
        "LdapPort": "Port servera",
        "MailField": "Polje elektronska adresa",
        "ServerUrl": "URL servera",
        "UserIdField": "Polje korisnički ID",
        "AliasFieldDescription": "LDAP atribut korišćen za generisanje korisnikovog Matomo aliasa, na primer \"cn\".",
        "MailFieldDescription": "LDAP atribut koji sadrži korisnikovu elektronsku adresu, na primer \"mail\".",
        "UserIdFieldDescription": "LDAP atribut koji sadrži korisnikovo korisničko ime, na primer \"uid\" ili \"userPrincipalName\".",
        "UserNotFound": "Korisnik \"%s\" nije nađen",
        "NoUserName": "Korisničko ime nije zadato",
        "UsernameSuffix": "Sufiks elektronske adrese",
        "UsernameSuffixDescription": "Dodato na korisnička imena kako bi se generisala elektronska adresa korisnicima koji je nemaju na LDAP-u. Postavite na npr. \"@localhost.com\".",
        "AdminUser": "LDAP Bind korisničko ime",
        "AdminUserDescription": "Korisnik sa pristupom ostalim korisničkim zapisima, ili ostavite prazno za anonimni bind.",
        "AdminPass": "LDAP lozinka",
        "MemberOf": "Korisnička grupa",
        "MemberOfDescription": "Grupa kojoj korisnik mora da pripada, na primer",
        "MemberOfDescription2": "Ovo podešavanje koristi memberOf=? LDAP filter. Neki LDAP serveri zahtevaju dodatna podešavanja da bi to radilo.",
        "Filter": "LDAP filtar pretraživanja",
        "FilterDescription": "LDAP filtar koji se koristi kako bi se odredilo kojim entitetima je dozvoljeno da se prijave, na primer \"(objectClass=person)\".",
        "Kerberos": "Koristi Web Server Auth (npr. Kerberos SSO)",
        "KerberosDescription": "Ukoliko je omogućeno, dodatak će proveriti $_SERVER['REMOTE_USER'] promenljivu i pretpostaviti da je korisnik već verifikovan. Ako promenljiva $_SERVER['REMOTE_USER'] nije postavljena, korisnici će biti verifikovani prema ostalim podešavanjima.",
        "LdapUserAdded": "LDAP korisnik je uspešno ubačen!",
        "LdapFunctionsMissing": "Izgleda da PHP LDAP proširenje nije uključeno. Molimo vas da ga instalirate pošto je neophodno za funkcionisanje ovog dodatka.",
        "CannotConnectToServer": "Ne mogu da se povežem na LDAP server.",
        "CannotConnectToServers": "Ne mogu da se povežem ni na jedan od %s LDAP servera.",
        "LDAPServers": "LDAP serveri",
        "OneUser": "1 korisnik",
        "MemberOfCount": "%s je član ove grupe.",
        "FilterCount": "%s je prepoznat ovim filtrom.",
        "Test": "Test",
        "InvalidFilter": "Filter je nevažeći.",
        "ServerName": "Naziv servera",
        "FirstNameField": "Polje ime",
        "FirstNameFieldDescription": "LDAP atribut koji sadrži korisnikovo ime.",
        "LastNameField": "Polje prezime",
        "LastNameFieldDescription": "LDAP atribut koji sadrži korisnikovo prezime.",
        "FirstLastNameForAlias": "Ime i prezime se koriste kako bi se generisao alias ukoliko ga nema na LDAP-u.",
        "NewUserDefaultSitesViewAccess": "Inicijalni sajtovi kojima novi korisnici imaju pristup",
        "NewUserDefaultSitesViewAccessDescription": "Ukoliko je ovo popunjeno, onda kada se LDAP korisnik po prvi put sinhronizuje, biva mu dodeljen pristup tim sajtovima. Treba da bude podešeno kao lista ID-jeva ili 'sve'.",
        "EnableLdapAccessSynchronization": "Omogući sinhronizaciju korisničkog pristupa sa LDAP-a",
        "EnableLdapAccessSynchronizationDescription": "Ukoliko je omogućeno, korisnički nivoi pristupa su određeni LDAP atributima. Imajte na umu da, ako želite da koristite ovu mogućnost, onda ćete morati da izmenite serversku šemu vašeg LDAP-a.",
        "LdapViewAccessField": "Polje LDAP pristup",
        "LdapViewAccessFieldDescription": "LDAP atribut koji određuje kojim sajtovima korisnik ima pristup.",
        "LdapAdminAccessField": "Polje LDAP administracija",
        "LdapAdminAccessFieldDescription": "LDAP atribut koji određuje koje sajtove korisnik može da administrira.",
        "LdapSuperUserAccessField": "Polje LDAP superkorisnik",
        "LdapSuperUserAccessFieldDescription": "LDAP atribut koji određuje da li je korisnik superkorisnik ili ne.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Delimiter za specifikaciju atributa korisničkih pristupa",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Znak koji će da služi kao delimiter atributa korisničkih pristupa. Ako je postavljen na ';', lista atributa će izgledati poput '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Separator liste sajtova i atributa korisničkih pristupa",
        "LdapUserAccessAttributeServerSeparatorDescription": "Znak koji će da razdvaja Matomo servere i sajtove. Ako je postavljen na ';', lista će izgledati poput '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Specijalno ime ove Matomo instance",
        "ThisMatomoInstanceNameDescription": "Specijalno ime koje će služiti za identifikaciju ove Matomo instance. Ukoliko nije navedeno, očekuje se da to bude osnovni URL na kojem se nalazi Matomo.",
        "UnsupportedPasswordReset": "Nije moguće resetovati lozinku ovog korisnika, molimo vas da kontaktirate administratora.",
        "UserSyncSettings": "Podešavanja sinhronizacije korisnika",
        "AccessSyncSettings": "Podešavanja sinhronizacije pristupa",
        "SynchronizeUsersAfterLogin": "Sinhronizuj korisnike nakon uspešne prijave",
        "SynchronizeUsersAfterLoginDescription": "Ako je uključeno, detalji o korisniku u LDAP-u će uvek biti sinhronizovani nakon uspešne prijave.",
        "SynchronizeUsersAfterLoginDescription2": "Ako je isključeno, dodatak neće sinhronizovati korisničke podatke sem ako LDAP autentifikacija nije omogućena. Kad god je moguće, LDAP konekcije će biti izbegnute.",
        "UseLdapForAuthentication": "Uvek koristi LDAP za prijavljivanje",
        "UseLdapForAuthenticationDescription": "Ako je isključeno, korisnička lozinka će biti sačuvana u Matomo bazi podataka. Ovo rezultuje bržom prijavom ali je manje bezbedno.",
        "PasswordField": "Polje lozinka",
        "PasswordFieldDescription": "Naziv LDAP atributa koji sadrži korisnikovu lozinku, na primer 'userPassword' ili 'unicodePwd'.",
        "PasswordFieldDescription2": "Ako je uključena opcija 'Uvek koristi LDAP za prijavljivanje' a opcija 'Generiši slučajan token_auth za nove korisnike' isključena, vrednost ovog polja u LDAP-u mora biti hešovana ili kriptovana lozinka korisnika.",
        "ReadMoreAboutAccessSynchronization": "Ako želite više da naučite o sinhronizaciji korisničkih pristupa, %1$spročitajte dokumentaciju%2$s.",
        "ExpectedLdapAttributes": "Očekivani LDAP atributi",
        "ExpectedLdapAttributesPrelude": "Sa ovim podešavanjima, LoginLdap očekuje LDAP atribute koji izgledaju ovako:",
        "NetworkTimeout": "Vremenski istek LDAP mrežnog zahteva (u sekundama)",
        "NetworkTimeoutDescription": "Vremenski limit u sekundama za LDAP mrežni zahtev.",
        "NetworkTimeoutDescription2": "Što je veći vremenski limit, više vremena korisnik može da čeka pre nego što ga Matomo prijavi preko LDAP-a ako jedan ili više vaših servera postanu nedostupni.",
        "Go": "Kreni",
        "LoginPluginEnabledWarning": "I %1$s i %2$s su uključeni, što će dovesti do toga da vaši LDAP korisnici ne mogu da se prijave. Molimo vas da isključite dodatak %1$s.",
        "MemberOfField": "Polje LDAP",
        "MemberOfFieldDescription": "Polje koje LDAP koristi kako bi čuvao informacije o pripadnosti grupama. Podrazumevano to je \"memberOf\".",
        "LdapUrlPortWarning": "Broj porta se ignoriše kada je naziv hosta predstavljen LDAP URL-om (npr. ldap:\/\/localhost\/ umesto of localhost).",
        "UpdateFromPre300Warning": "Pošto ste nadogradili Matomo sa verzije pre 3.0.0, ovu opciju bi trebalo da držite isključenu. Pre verzije 3.0.0, lozinke su čuvane i na LDAP-u i u Matomo bazi podataka. Ova opcija mora biti isključena kako bi korisnici dodati pre nadogradnje mogli da se prijave.",
        "MobileAppIntegrationNote": "Pažnja: ako planirate da koristite LDAP sa zvaničnom aplikacijom za mobilni, ovu opciju morate držati isključenu. Mobilna aplikacija trenutno ne može da prijavi korisnika ako njegova lozinka nije sačuvana u Matomo bazi podataka.",
        "PasswordFieldHelp": "Upišite lozinku kako biste promenili prethodnu ili ostavite prazno ako ne želite da je menjate.",
        "LdapUserCantChangePassword": "Promena lozinke LDAP korisnika nije podržana. Pošto vi koristite LDAP, vašim korisničkim podešavanjima se direktno upravlja u LDAP-u. Za više informacija molimo vas da kontaktirate adminstratora vašeg LDAP servera ili vašeg Matomo administratora."
    }
}