{
    "LoginLdap": {
        "AccessSyncSettings": "İzin eşitleme ayarları",
        "AdminPass": "LDAP parolası",
        "AdminUser": "LDAP Bind kullanıcı adı",
        "AdminUserDescription": "Kullanıcının diğer kullanıcı kayıtlarına erişebileceği şekilde seçin ya da anonim ilişki için boş bırakın.",
        "AliasField": "Kullanıcı kısaltması alanı",
        "AliasFieldDescription": "Bir kullanıcının Matomo kısaltmasının oluşturulması için kullanılacak LDAP özniteliği. Örnek: \"cn\".",
        "BaseDn": "Base DN",
        "CannotConnectToServer": "LDAP sunucusu ile bağlantı kurulamadı.",
        "CannotConnectToServers": "%s LDAP sunucularınızdan hiç biri ile bağlantı kurulamadı.",
        "EnableLdapAccessSynchronization": "Kullanıcı izinleri LDAP üzerinden eşitlensin",
        "EnableLdapAccessSynchronizationDescription": "Bu seçenek etkinleştirildiğinde, kullanıcı izinleri özel LDAP öznitelikleri tarafından belirlenir. Not: Bu özelliği kullanabilmek için LDAP sunucunuzun şemasını değiştirmeniz gerekir.",
        "ExpectedLdapAttributes": "Beklenen LDAP öznitelikleri",
        "ExpectedLdapAttributesPrelude": "Bu yapılandırma kullanıldığında, LoginLdap uygulama eki LDAP sunucudan öznitelikleri şu şekilde bekler",
        "Filter": "LDAP arama süzgeci",
        "FilterCount": "Bu süzgece uyan %s kayıt var.",
        "FilterDescription": "Kimlik doğrulama için kullanılacak kayıtların seçilmesini sağlayan LDAP süzgeci. Örnek: \"(objectClass=person)\".",
        "FirstLastNameForAlias": "LDAP üzerinde kısaltma bulunamaz ise kısaltmanın oluşturulması için kullanılacak ad ve soyad öznitelikleri.",
        "FirstNameField": "Ad alanı",
        "FirstNameFieldDescription": "Kullanıcının adının bulunduğu LDAP özniteliği.",
        "Go": "Git",
        "InvalidFilter": "Süzgeç geçersiz.",
        "Kerberos": "Web sunucu kimlik doğrulaması kullanılsın (Örnek Kerberos SSO)",
        "KerberosDescription": "Bu seçenek etkinleştirildiğinde uygulama eki $_SERVER['REMOTE_USER'] değişkenini kullanarak kullanıcı kimliğinin zaten doğrulanmış olduğunu varsayar. $_SERVER['REMOTE_USER'] değişkeni yoksa tüm kullanıcıların kimliği diğer ayarlara göre doğrulanır.",
        "LDAPServers": "LDAP sunucuları",
        "LastNameField": "Soyad alanı",
        "LastNameFieldDescription": "Kullanıcının soyadının bulunduğu LDAP özniteliği.",
        "LdapAdminAccessField": "LDAP yönetici izni alanı",
        "LdapAdminAccessFieldDescription": "Kullanıcının yönetme izni olan siteleri belirleyecek LDAP özniteliği.",
        "LdapFunctionsMissing": "Bu uygulama ekinin çalışması için gerekli olan PHP LDAP eklentisi etkinleştirilmemiş gibi görünüyor. Lütfen bu eklentiyi kurun.",
        "LdapPort": "Sunucu kapı numarası",
        "LdapSuperUserAccessField": "LDAP süper kullanıcı izni alanı",
        "LdapSuperUserAccessFieldDescription": "Kullanıcının süper kullanıcı izni olup olmadığını belirleyecek LDAP özniteliği.",
        "LdapUrlPortWarning": "Sunucu adı bir LDAP adresi olarak ayarlandığında kapı seçeneği yok sayılır (Örnek: localhost yerine ldap://localhost/ gibi).",
        "LdapUserAccessAttributeServerSeparator": "Kullanıcı izni özniteliği sunucu ve site listesi ayracı",
        "LdapUserAccessAttributeServerSeparatorDescription": "Matomo sunucu kopya kodları ile site kodu listelerini ayırmak için kullanılacak dizge. ':' olarak ayarlanırsa izin özniteliğinin şu şekilde görünmesi beklenir '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Kullanıcı izni özniteliği sunucu belirteci ayracı",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Sunucu belirteçlerini ayırmak için kullanılacak dizge. ';' olarak ayarlanırsa izin özniteliğinin şu şekilde görünmesi beklenir '<server-spec>;<server-spec>;...'.",
        "LdapUserAdded": "LDAP kullanıcısı eklendi!",
        "LdapUserCantChangePassword": "LDAP kullanıcıları için parola değiştirme özelliği desteklenmiyor. LDAP kullandığınız için kullanıcı ayarlarınız doğrudan LDAP tarafından belirleniyor. Ayrıntılı bilgi almak için LDAP sunucusu yöneticisi ya da Matomo yöneticisi ile görüşün.",
        "LdapViewAccessField": "LDAP görüntüleme izni alanı",
        "LdapViewAccessFieldDescription": "Kullanıcının görüntüleme izni olan siteleri belirleyecek LDAP özniteliği.",
        "LoadUser": "LDAP üzerinden kullanıcı yükle",
        "LoadUserCommandDesc": "Daha çok sayıda kullanıcıyı eşitlemek için %s komutunu kullanın.",
        "LoadUserDescription": "Bu form kullanılarak yönetim bölümünden tek bir kullanıcının bilgileri LDAP üzerinden eşitlenebilir.",
        "LoginPluginEnabledWarning": "Hem %1$s hem de %2$s uygulama ekleri etkinleştirilmiş!. Bu durum LDAP kullanıcılarının oturum açmasını engeller. Lütfen %1$s uygulama ekini devre dışı bırakmak.",
        "MailField": "E-posta adresi alanı",
        "MailFieldDescription": "Bir kullanıcın e-posta adresinin bulunduğu LDAP özniteliği. Örnek: \"mail\".",
        "MemberOf": "Zorunlu kullanıcı grubu",
        "MemberOfCount": "Bu grubun üyesi olan %s kayıt var.",
        "MemberOfDescription": "Kullanıcının üyesi olması istenilen kullanıcı grubu. Örnek: \"cn=Matomo Kullanıcısı,cn=Kullanıcı,dc=kuruluş,dc=com'.",
        "MemberOfDescription2": "Not: Bu ayar memberOf=? LDAP süzgecini kullanır. Bazı LDAP sunucularında bu özelliğin çalışabilmesi için ek ayarlar yapılması gerekir.",
        "MemberOfField": "LDAP memberOf alanı",
        "MemberOfFieldDescription": "Bir kullanıcın parolasının bulunduğu LDAP özniteliği. Örnek: 'memberOf'",
        "MenuLdap": "LDAP kullanıcıları",
        "MobileAppIntegrationNote": "Not: Resmi mobil uygulama ile LDAP kullanmayı planlıyorsanız, bu seçeneği işaretlenmemiş olarak bırakmanız gerekir. Şu andaki durumda parolaları Matomo veritabanında saklanmayan kullanıcılar mobil uygulama üzerinden kimlik doğrulaması yapamaz.",
        "NetworkTimeout": "LDAP ağ isteği zaman aşımı (saniye)",
        "NetworkTimeoutDescription": "Saniye cinsinden LDAP ağ isteği zaman aşımı sınırı.",
        "NetworkTimeoutDescription2": "Zaman aşımı süresi arttırıldığında, bir ya da bir kaç LDAP sunucusunda sorun olursa LDAP üzerinden oturum açan Matomo kullanıcılarının daha fazla beklemesi gerekir.",
        "NewUserDefaultSitesViewAccess": "Yeni kullanıcılara görme izni verilecek başlangıç siteleri",
        "NewUserDefaultSitesViewAccessDescription": "Belirtildiğinde, ilk kez eşitlenen LDAP kullanıcılarına bu siteleri görüntüleme izni verilir. Kullanıcı kodlarının listesi ya da 'all' olarak ayarlanmalıdır.",
        "NoUserName": "Herhangi bir kullanıcı adı belirtilmemiş!",
        "OneUser": "1 kullanıcı",
        "PasswordField": "Kullanıcı parolası alanı",
        "PasswordFieldDescription": "Bir kullanıcın parolasının bulunduğu LDAP özniteliği. Örnek: 'userPassword' ya da 'unicodePwd'.",
        "PasswordFieldDescription2": "'Kimlik doğrulaması için her zaman LDAP kullanılsın' seçeneği etkinleştirilmiş ve 'Yeni kullanıcılar için rastgele kimlik doğrulama kodu (token_auth) üretilsin' seçeneği devre dışı bırakılmış ise, LDAP üzerinde bu alanın değeri kullanıcının karılmış ya da şifrelenmiş parolası olmalıdır.",
        "PasswordFieldHelp": "Var olan parolayı değiştirmek için bir parola yazın ya da parolanın değiştirilmemesi için bu alanı boş bırakın.",
        "PluginDescription": "LDAP kimlik doğrulaması için oturum açma uygulama eki standart Matomo oturum açma uygulama ekine alternatfif olarak kullanılabilir.",
        "ReadMoreAboutAccessSynchronization": "Kullanıcı izinlerinin eşitlenmesi hakkında ayrıntılı bilgi almak için %1$sbelgelere bakın%2$s.",
        "ServerName": "Sunucu adı",
        "ServerUrl": "Sunucu adresi",
        "Settings": "LDAP ayarları",
        "StartTLS": "TLS'yi etkinleştir",
        "StartTLSFieldHelp": "Bu sunucu için TLS'yi etkinleştirmek için",
        "StripDomainFromWebAuth": "Web sunucusunda kimliği doğrulanmış kullanıcının etki alanı ayıklansın",
        "StripDomainFromWebAuthDescription": "Bu seçenek etkinleştirildiğinde, $_SERVER['REMOTE_USER'] değişkenindeki kullanıcı adının etki alanı bölümü ayıklanır (ilk '@' simgesi ve sonrası gibi).",
        "SynchronizeUsersAfterLogin": "Kullanıcılar oturum açıldıktan sonra eşitlensin",
        "SynchronizeUsersAfterLoginDescription": "Bu seçenek etkinleştirildiğinde, her oturum açıldığında kullanıcı bilgileri LDAP üzerinden eşitlenir.",
        "SynchronizeUsersAfterLoginDescription2": "Bu seçenek devre dışı bırakıldığında, LDAP kimlik doğrulaması etkinleştirilmemiş ise oturum açıldıktan sonra kullanıcı bilgileri eşitlenmez. Olabildiğinde LDAP bağlantılarından tümüyle kaçınılır.",
        "Test": "Sına",
        "ThisMatomoInstanceName": "Bu Matomo kopyasının özel adı",
        "ThisMatomoInstanceNameDescription": "Bir erişim özniteliği için bu Matomo kopyasını belirten özel ad. Bir ad belirtilmediğinde bu Matomo kopyasının temel adresi kullanılır.",
        "UnsupportedPasswordReset": "Kullanıcı parolası sıfırlanamıyor, lütfen bir yönetici ile görüşün.",
        "UpdateFromPre300Warning": "3.0.0 öncesi bir sürümden güncelleme yaptığınız için bu seçeneği işaretlenmemiş olarak bırakmanız iyi olabilir. 3.0.0 öncesi sürümlerde kullanıcı parolaları hem LDAP hem Matomo veritabanında saklanır. Güncelleme öncesinde eklenmiş olan kullanıcıların oturum açabilmesi için bu seçenek işaretlenmemelidir.",
        "UseLdapForAuthentication": "Kimlik doğrulaması için her zaman LDAP kullanılsın",
        "UseLdapForAuthenticationDescription": "Bu seçenek devre dışı bırakıldığında, kullanıcı parolaları LDAP sunucusunun yanında Matomo veritabanında da saklanır. Bu yöntem kullanıldığında daha hızlı oturum açılabilir ancak daha az güvenlidir.",
        "UserIdField": "Kullanıcı kodu alanı",
        "UserIdFieldDescription": "Bir kullanıcının kullanıcı adının bulunduğu LDAP özniteliği. Örnek: .\"uid\" ya da Aktif dizin için: \"userPrincipalName\".",
        "UserNotFound": "\"%s\" kullanıcısı bulunamadı!",
        "UserSyncSettings": "Kullanıcı eşitleme ayarları",
        "UsernameSuffix": "E-posta adresi son eki",
        "UsernameSuffixDescription": "Kullanıcı adlarından e-posta adresleri oluşturulurken LDAP üzerinde olmayan ve kullanıcı adına eklenecek son ek. Örnek: \"@localhost.com\"."
    }
}
