{
    "LoginLdap": {
        "PluginDescription": "LDAP kimlik doğrulaması için oturum açma uygulama eki standart Matomo oturum açma uygulama ekine alternatfif olarak kullanılabilir.",
        "MenuLdap": "LDAP Kullanıcıları",
        "LoadUser": "LDAP üzerinden kullanıcı yükle",
        "LoadUserDescription": "Bu form kullanılarak yönetim bölümünden tek bir kullanıcının bilgileri LDAP üzerinden eşitlenebilir.",
        "LoadUserCommandDesc": "Daha çok sayıda kullanıcıyı eşitlemek için %s komutunu kullanın.",
        "Settings": "LDAP Ayarları",
        "AliasField": "Kullanıcı Kısaltması Alanı",
        "BaseDn": "Base DN",
        "LdapPort": "Sunucu Kapı Numarası",
        "MailField": "E-posta Adresi Alanı",
        "ServerUrl": "Sunucu Adresi",
        "UserIdField": "Kullanıcı Kodu Alanı",
        "AliasFieldDescription": "Bir kullanıcının Matomo kısaltmasının oluşturulması için kullanılacak LDAP özniteliği. Örnek: \"cn\".",
        "MailFieldDescription": "Bir kullanıcın e-posta adresinin bulunduğu LDAP özniteliği. Örnek: \"mail\".",
        "UserIdFieldDescription": "Bir kullanıcının kullanıcı adının bulunduğu LDAP özniteliği. Örnek: .\"uid\" ya da Aktif Dizin için: \"userPrincipalName\".",
        "UserNotFound": "\"%s\" kullanıcısı bulunamadı!",
        "NoUserName": "Herhangi bir kullanıcı adı belirtilmemiş!",
        "UsernameSuffix": "E-posta Adresi Son Eki",
        "UsernameSuffixDescription": "Kullanıcı adlarından e-posta adresleri oluşturulurken LDAP üzerinde olmayan ve kullanıcı adına eklenecek son ek. Örnek: \"@localhost.com\".",
        "AdminUser": "LDAP Bind Kullanıcı Adı",
        "AdminUserDescription": "Kullanıcınin diğer kullanıcı kayıtlarına erişebileceği şekilde seçin ya da isimsiz bind için boş bırakın.",
        "AdminPass": "LDAP Parolası",
        "MemberOf": "Zorunlu Kullanıcı Grubu",
        "MemberOfDescription": "Kullanıcının üyesi olması istenilen kullanıcı grubu. Örnek: \"cn=Matomo Kullanıcısı,cn=Kullanıcı,dc=kuruluş,dc=com'.",
        "MemberOfDescription2": "Not: Bu ayar memberOf=? LDAP süzgecini kullanır. Bazı LDAP sunucularında bu özelliğin çalışabilmesi için ek ayarlar yapılması gerekir.",
        "Filter": "LDAP Arama Süzgeci",
        "FilterDescription": "Kimlik doğrulama için kullanılacak kayıtların seçilmesini sağlayan LDAP süzgeci. Örnek: \"(objectClass=person)\".",
        "Kerberos": "Web Sunucu Kimlik Doğrulaması Kullanılsın (Örnek Kerberos SSO)",
        "KerberosDescription": "Bu seçenek etkinleştirildiğinde uygulama eki $_SERVER['REMOTE_USER'] değişkenini kullanarak kullanıcı kimliğinin zaten doğrulanmış olduğunu varsayar. $_SERVER['REMOTE_USER'] değişkeni yoksa tüm kullanıcıların kimliği diğer ayarlara göre doğrulanır.",
        "LdapUserAdded": "LDAP kullanıcısı eklendi!",
        "LdapFunctionsMissing": "Bu uygulama ekinin çalışması için gerekli olan PHP LDAP eklentisi etkinleştirilmemiş gibi görünüyor. Lütfen bu eklentiyi kurun.",
        "CannotConnectToServer": "LDAP sunucusu ile bağlantı kurulamadı.",
        "CannotConnectToServers": "%s LDAP sunucularınızdan hiç biri ile bağlantı kurulamadı.",
        "LDAPServers": "LDAP Sunucuları",
        "OneUser": "1 kullanıcı",
        "MemberOfCount": "Bu grubun üyesi olan %s kayıt var.",
        "FilterCount": "Bu süzgece uyan %s kayıt var.",
        "Test": "Sına",
        "InvalidFilter": "Süzgeç geçersiz.",
        "ServerName": "Sunucu adı",
        "FirstNameField": "Ad Alanı",
        "FirstNameFieldDescription": "Kullanıcının adının bulunduğu LDAP özniteliği.",
        "LastNameField": "Soyad Alanı",
        "LastNameFieldDescription": "Kullanıcının soyadının bulunduğu LDAP özniteliği.",
        "FirstLastNameForAlias": "LDAP üzerinde kısaltma bulunamaz ise kısaltmanın oluşturulması için kullanılacak ad ve soyad öznitelikleri.",
        "NewUserDefaultSitesViewAccess": "Yeni Kullanıcılara Görme İzni Verilecek Başlangıç Siteleri",
        "NewUserDefaultSitesViewAccessDescription": "Belirtildiğinde, ilk kez eşitlenen LDAP kullanıcılara bu siteleri görüntüleme izni verilir. Kulanıcı kodlarının listesi ya da 'all' olarak ayarlanmalıdır.",
        "EnableLdapAccessSynchronization": "Kullanıcı İzinleri LDAP Üzerinden Eşitlensin",
        "EnableLdapAccessSynchronizationDescription": "Bu seçenek etkinleştirildiğinde, kullanıcı izinleri özel LDAP öznitelikleri tarafından belirlenir. Not: Bu özelliği kullanabilmek için LDAP sunucunuzun şemasını değiştirmeniz gerekir.",
        "LdapViewAccessField": "LDAP Görüntüleme İzni Alanı",
        "LdapViewAccessFieldDescription": "Kullanıcının görüntüleme izni olan siteleri belirleyecek LDAP özniteliği.",
        "LdapAdminAccessField": "LDAP Yönetici İzni Alanı",
        "LdapAdminAccessFieldDescription": "Kullanıcının yönetme izni olan siteleri belirleyecek LDAP özniteliği.",
        "LdapSuperUserAccessField": "LDAP Süper Kullanıcı İzni Alanı",
        "LdapSuperUserAccessFieldDescription": "Kullanıcının Süper Kullanıcı izni olup olmadığını belirleyecek LDAP özniteliği.",
        "LdapUserAccessAttributeServerSpecDelimiter": "Kullanıcı İzni Özniteliği Sunucu Belirteci Ayıracı",
        "LdapUserAccessAttributeServerSpecDelimiterDescription": "Sunucu belirteçlerini ayıtmak için kullanılacak dizge. ';' olarak ayarlanırsa izin özniteliğinin şu şekilde görünmesi beklenir '<server-spec>;<server-spec>;...'.",
        "LdapUserAccessAttributeServerSeparator": "Kullanıcı İzni Özniteliği Sunucu ve Site Listesi Ayıracı",
        "LdapUserAccessAttributeServerSeparatorDescription": "Matomo sunucu kopya kodları ile site kodu listelerini ayırmak için kullanılacak dizge. ':' olarak ayarlanırsa izin özniteliğinin şu şekilde görünmesi beklenir '<server-id>:<site-list>;<server-id>:<site-list>'.",
        "ThisMatomoInstanceName": "Bu Matomo Kopyasının Özel Adı",
        "ThisMatomoInstanceNameDescription": "Bir erişim özniteliği için bu Matomo kopyasını belirten özel ad. Bir ad belirtilmediğinde bu Matomo kopyasının temel adresi kullanılır.",
        "UnsupportedPasswordReset": "Kullanıcı parolası sıfırlanamıyor, lütfen bir yönetici ile görüşün.",
        "UserSyncSettings": "Kullanıcı Eşitleme Ayarları",
        "AccessSyncSettings": "İzin Eşitleme Ayarları",
        "SynchronizeUsersAfterLogin": "Kullanıcılar Oturum Açıldıktan Sonra Eşitlensin",
        "SynchronizeUsersAfterLoginDescription": "Bu seçenek etkinleştirildiğinde, her oturum açıldığında kullanıcı bilgileri LDAP üzerinden eşitlenir.",
        "SynchronizeUsersAfterLoginDescription2": "Bu seçenek devre dışı bırakıldığında, LDAP kimlik doğrulaması etkinleştirilmemiş ise oturum açıldıktan sonra kullanıcı bilgileri eşitlenmez. Olabildiğinde LDAP bağlantılarından tümüyle kaçınılır.",
        "UseLdapForAuthentication": "Kimlik Doğrulaması için Her Zaman LDAP Kullanılsın",
        "UseLdapForAuthenticationDescription": "Bu seçenek devre dışı bırakıldığında, kullanıcı parolaları LDAP sunucusunun yanında Matomo veritabanında da saklanır. Bu yöntem kullanıldığında daha hızlı oturum açılabilir ancak daha az güvenlidir.",
        "PasswordField": "Kullanıcı Parolası Alanı",
        "PasswordFieldDescription": "Bir kullanıcın parolasının bulunduğu LDAP özniteliği. Örnek: 'userPassword' ya da 'unicodePwd'.",
        "PasswordFieldDescription2": "'Kimlik Doğrulaması için Her Zaman LDAP Kullanılsın' seçeneği etkinleştirilmiş ve 'Yeni Kullanıcılar için Rastgele token_auth Üretilsin' seçeneği devre dışı bırakılmış ise, LDAP üzerinde bu alanın değeri kullanıcının karılmış ya da şifrelenmiş parolası olmalıdır.",
        "ReadMoreAboutAccessSynchronization": "Kullnıcı izinlerinin eşitlenmesi hakkında ayrıntılı bilgi almak için %1$sbelgelere bakın%2$s.",
        "ExpectedLdapAttributes": "Beklenen LDAP Öznitelikleri",
        "ExpectedLdapAttributesPrelude": "Bu yapılandırma kullanıldığında, LoginLdap uygulama eki LDAP sunucudan öznitelikleri şu şekilde bekler",
        "NetworkTimeout": "LDAP Ağ İsteği Zaman Aşımı (Saniye)",
        "NetworkTimeoutDescription": "Saniye cinsinden LDAP ağ isteği zaman aşımı sınırı.",
        "NetworkTimeoutDescription2": "Zaman aşımı süresi arttırıldığında, bir ya da bir kaç LDAP sunucusunda sorun olursa LDAP üzerinden oturum açan Matomo kullanıcılarının daha fazla beklemesi gerekir.",
        "Go": "Git",
        "LoginPluginEnabledWarning": "Hem %1$s hem de %2$s uygulama ekleri etkinleştirilmiş!. Bu durum LDAP kullanıcılarının oturum açmasını engeller. Lütfen %1$s uygulama ekini devre dışı bırakmak.",
        "MemberOfField": "LDAP memberOf Alanı",
        "MemberOfFieldDescription": "Bir kullanıcın parolasının bulunduğu LDAP özniteliği. Örnek: 'memberOf'.",
        "LdapUrlPortWarning": "Sunucu adı bir LDAP adresi olarak ayarlandığında kapı seçeneği yok sayılır (Örnek: localhost yerine ldap:\/\/localhost\/ gibi).",
        "UpdateFromPre300Warning": "3.0.0 öncesi bir sürümden güncelleme yaptığınız için bu seçeneği işaretlenmemiş olarak bırakmanız iyi olabilir. 3.0.0 öncesi sürümlerde kullanıcı parolaları hem LDAP hem Matomo veritabanında saklanır. Güncelleme öncesinde eklenmiş olan kullanıcıların oturum açabilmesi için bu seçenek işaretlenmemelidir.",
        "MobileAppIntegrationNote": "Not: Resmi mobil uygulama ile LDAP kullanmayı planlıyorsanız, bu seçeneği işaretlenmemiş olarak bırakmanız gerekir. Şu andaki durumda parolaları Matomo veritabanında saklanmayan kullanıcılar mobil uygulama üzerinden kimlik doğrulaması yapamaz.",
        "PasswordFieldHelp": "Var olan parolayı değiştirmek için bir parola yazın ya da parolanın değiştirilmemesi için bu alanı boş bırakın.",
        "LdapUserCantChangePassword": "LDAP kullanıcıları için parola değiştirme özelliği desteklenmiyor. LDAP kullandığınız için kullanıcı ayarlarınız doğrudan LDAP tarafından belirleniyor. Ayrıntılı bilgi almak için LDAP sunucusu yöneticisi ya da Matomo yöneticisi ile görüşün."
    }
}